[
  {
    "text": "Not at Home to Callers, Says the Naked Tree --, Bonnet due in April --, Wishing you Good Day --",
    "sentiment": 0.5
  },
  {
    "text": "Defrauded I a Butterfly --, The lawful Heir -- for Thee --",
    "sentiment": 0.2606477737426758
  },
  {
    "text": "The words the happy say, Are paltry melody, But those the silent feel, Are beautiful --",
    "sentiment": 0.8671435117721558
  },
  {
    "text": "Summer begins to have the look, Peruser of enchanting Book, Reluctantly but sure perceives, A gain upon the backward leaves --, Autumn begins to be inferred, By millinery of the cloud, Or deeper color in the shawl, That wraps the everlasting hill., The eye begins its avarice, A meditation chastens speech, Some Dyer of a distant tree, Resumes his gaudy industry., Conclusion is the course of All, At most to be perennial, And then elude stability, Recalls to immortality.",
    "sentiment": 0.76644051074981689
  },
  {
    "text": " The Notice that is called the Spring, Is but a month from here --, Put up my Heart thy Hoary work, And take a Rosy Chair., Not any House the Flowers keep --, The Birds enamor Care --, Our salary the longest Day, Is nothing but a Bier.",
    "sentiment": 0.5
  },
  {
    "text": " Than Heaven more remote, For Heaven is the root, But these the flitted seed., More flown indeed, Than ones that never were, Or those that hide, and are., What madness, by their side, A vision to provide, Of future days, They cannot praise., My soul, to find them, come, They cannot call, they're dumb, Nor prove, nor woo, But that they have abode, Is absolute as God, And instant, too.",
    "sentiment": 0.74414098262786865
  },
  {
    "text": "Which is the best -- the Moon or the Crescent?, Neither -- said the Moon --, That is best which is not -- Achieve it --, You efface the Sheen., Not of detention is Fruition --, Shudder to attain., Transport's decomposition follows --, He is Prism born.",
    "sentiment": 0.95724129676818848
  },
  {
    "text": " The Life we have is very great., The Life that we shall see, Surpasses it, we know, because, It is Infinity., But when all Space has been beheld, And all Dominion shown, The smallest Human Heart's extent, Reduces it to none. ",
    "sentiment": 0.9123694896697998
  },
  {
    "text": " Her Sweet turn to leave the Homestead, Came the Darker Way --, Carriages -- Be Sure -- and Guests -- too --, But for Holiday, 'Tis more pitiful Endeavor, Than did Loaded Sea, O'er the Curls attempt to caper, It had cast away --, Never Bride had such Assembling --, Never kinsmen kneeled, To salute so fair a Forehead --, Garland be indeed --, Fitter Feet -- of Her before us --, Than whatever Brow, Art of Snow -- or Trick of Lily, Possibly bestow, Of Her Father -- Whoso ask Her --, He shall seek as high, As the Palm -- that serve the Desert --, To obtain the Sky --, Distance -- be Her only Motion --, If 'tis Nay -- or Yes --, Acquiescence -- or Demurral --, Whosoever guess --, He -- must pass the Crystal Angle, That obscure Her face --, He -- must have achieved in person, Equal Paradise -- ",
    "sentiment": 0.748853862285614
  },
  {
    "text": " We should not mind so small a flower --, Except it quiet bring, Our little garden that we lost, Back to the Lawn again., So spicy her Carnations nod --, So drunken, reel her Bees --, So silver steal a hundred flutes, From out a hundred trees --, That whoso sees this little flower, By faith may clear behold, The Bobolinks around the throne, And Dandelions gold. ",
    "sentiment": 0.80932646989822388
  },
  {
    "text": " Nature can do no more, She has fulfilled her Dyes, Whatever Flower fail to come, Of other Summer days, Her crescent reimburse, If other Summers be, Nature's imposing negative, Nulls opportunity -- ",
    "sentiment": 0.088151425123214722
  },
  {
    "text": " Declaiming Waters none may dread --, But Waters that are still, Are so for that most fatal cause, In Nature -- they are full -- ",
    "sentiment": 0.025619834661483765
  },
  {
    "text": " The Butterfly's Numidian Gown, With spots of Burnish roasted on, Is proof against the Sun, Yet prone to shut its spotted Fan, And panting on a Clover lean, As if it were undone -- ",
    "sentiment": 0.79747092723846436
  },
  {
    "text": " I prayed, at first, a little Girl, Because they told me to --, But stopped, when qualified to guess, How prayer would feel -- to me --, If I believed God looked around, Each time my Childish eye, Fixed full, and steady, on his own, In Childish honesty --, And told him what I'd like, today, And parts of his far plan, That baffled me --, The mingled side, Of his Divinity --, And often since, in Danger, I count the force 'twould be, To have a God so strong as that, To hold my life for me, Till I could take the Balance, That tips so frequent, now, It takes me all the while to poise --, And then -- it doesn't stay -- ",
    "sentiment": 0.23412829637527466
  },
  {
    "text": " So give me back to Death --, The Death I never feared, Except that it deprived of thee --, And now, by Life deprived, In my own Grave I breathe, And estimate its size --, Its size is all that Hell can guess --, And all that Heaven was -- ",
    "sentiment": 0.24368444085121155
  },
  {
    "text": " I never felt at Home -- Below --, And in the Handsome Skies, I shall not feel at Home -- I know --, I don't like Paradise --, Because it's Sunday -- all the time --, And Recess -- never comes --, And Eden'll be so lonesome, Bright Wednesday Afternoons --, If God could make a visit --, Or ever took a Nap --, So not to see us -- but they say, Himself -- a Telescope, Perennial beholds us --, Myself would run away, From Him -- and Holy Ghost -- and All --, But there's the Judgement Day! ",
    "sentiment": 0.29112488031387329
  },
  {
    "text": " Could Hope inspect her Basis, Her Craft were done --, Has a fictitious Charter, Or it has none --, Balked in the vastest instance, But to renew --, Felled by but one assassin --, Prosperity -- ",
    "sentiment": 0.79395079612731934
  },
  {
    "text": " He put the Belt around my life, I heard the Buckle snap --, And turned away, imperial, My Lifetime folding up --, Deliberate, as a Duke would do, A Kingdom's Title Deed --, Henceforth, a Dedicated sort --, A Member of the Cloud., Yet not too far to come at call --, And do the little Toils, That make the Circuit of the Rest --, And deal occasional smiles, To lives that stoop to notice mine --, And kindly ask it in --, Whose invitation, know you not, For Whom I must decline? ",
    "sentiment": 0.740121603012085
  },
  {
    "text": " A full fed Rose on meals of Tint, A Dinner for a Bee, In process of the Noon became -, Each bright Mortality, The Forfeit is of Creature fair, Itself, adored before, Submitting for our unknown sake, To be esteemed no more -- ",
    "sentiment": 0.5
  },
  {
    "text": " Success is counted sweetest, By those who ne'er succeed., To comprehend a nectar, Requires sorest need., Not one of all the purple Host, Who took the Flag today, Can tell the definition, So clear of Victory, As he defeated -- dying --, On whose forbidden ear, The distant strains of triumph, Burst agonized and clear! ",
    "sentiment": 0.89960289001464844
  },
  {
    "text": " I Years had been from Home, And now before the Door, I dared not enter, lest a Face, I never saw before, Stare solid into mine, And ask my Business there --, My Business but a Life I left, Was such remaining there? I leaned upon the Awe --, I lingered with Before --, The Second like an Ocean rolled, And broke against my ear --, I laughed a crumbling Laugh, That I could fear a Door, Who Consternation compassed, And never winced before., I fitted to the Latch, My Hand, with trembling care, Lest back the awful Door should spring, And leave me in the Floor --, Then moved my Fingers off, As cautiously as Glass, And held my ears, and like a Thief, Fled gasping from the House -- ",
    "sentiment": 0.15769302845001221
  },
  {
    "text": " Musicians wrestle everywhere --, All day -- among the crowded air, I hear the silver strife --, And -- walking -- long before the morn --, Such transport breaks upon the town, I think it that New Life!, If is not Bird -- it has no nest --, Nor Band -- in brass and scarlet -- drest --, Nor Tamborin -- nor Man --, It is not Hymn from pulpit read --, The Morning Stars the Treble led, On Time's first Afternoon!, Some -- say -- it is the Spheres -- at play!, Some say that bright Majority, Of vanished Dames -- and Men!, Some -- think it service in the place, Where we -- with late -- celestial face --, Please God -- shall Ascertain! ",
    "sentiment": 0.5
  },
  {
    "text": " How much the present moment means, To those who've nothing more --, The Fop -- the Carp -- the Atheist --, Stake an entire store, Upon a Moment's shallow Rim, While their commuted Feet, The Torrents of Eternity, Do all but inundate -- ",
    "sentiment": 0.5
  },
  {
    "text": " Yesterday is History, 'Tis so far away --, Yesterday is Poetry --, 'Tis Philosophy --, Yesterday is mystery --, Where it is Today, While we shrewdly speculate, Flutter both away ",
    "sentiment": 0.5
  },
  {
    "text": " Now I knew I lost her --, Not that she was gone --, But Remoteness travelled, On her Face and Tongue., Alien, though adjoining, As a Foreign Race --, Traversed she though pausing, Latitudeless Place., Elements Unaltered --, Universe the same, But Love's transmigration --, Somehow this had come --, Henceforth to remember, Nature took the Day, I had paid so much for --, His is Penury, Not who toils for Freedom, Or for Family, But the Restitution, Of Idolatry. ",
    "sentiment": 0.28740513324737549
  },
  {
    "text": " I noticed People disappeared, When but a little child --, Supposed they visited remote, Or settled Regions wild --, But did because they died, A Fact withheld the little child -- ",
    "sentiment": 0.1856386661529541
  },
  {
    "text": " Snow beneath whose chilly softness, Some that never lay, Make their first Repose this Winter, I admonish Thee, Blanket Wealthier the Neighbor, We so new bestow, Than thine acclimated Creature, Wilt Thou, Austere Snow? ",
    "sentiment": 0.97028863430023193
  },
  {
    "text": " Absent Place -- an April Day --, Daffodils a-blow, Homesick curiosity, To the Souls that snow --, Drift may block within it, Deeper than without --, Daffodil delight but, Him it duplicate -- ",
    "sentiment": 0.14827975630760193
  },
  {
    "text": " Where Thou art -- that -- is Home --, Cashmere -- or Calvary -- the same --, Degree -- or Shame --, I scarce esteem Location's Name --, So I may Come --, What Thou dost -- is Delight --, Bondage as Play -- be sweet --, Imprisonment -- Content --, And Sentence -- Sacrament --, Just We two -- meet --, Where Thou art not -- is Woe --, Tho' Bands of Spices -- row --, What Thou dost not -- Despair --, Tho' Gabriel -- praise me -- Sire -- ",
    "sentiment": 0.5
  },
  {
    "text": " The first Day that I was a Life, I recollect it -- How still --, That last Day that I was a Life, I recollect it -- as well --, 'Twas stiller -- though the first, Was still --, Twas empty -- but the first, Was full --, This -- was my finallest Occasion --, But then, My tenderer Experiment, Toward Men --, Which choose I?, That -- I cannot say --, Which choose They?, Question Memory! ",
    "sentiment": 0.5
  },
  {
    "text": " They shut me up in Prose --, As when a little Girl, They put me in the Closet --, Because they liked me still --, Still! Could themself have peeped --, And seen my Brain -- go round --, They might as wise have lodged a Bird, For Treason -- in the Pound --, Himself has but to will, And easy as a Star, Abolish his Captivity --, And laugh -- No more have I -- ",
    "sentiment": 0.81112587451934814
  },
  {
    "text": " The name -- of it -- is Autumn --, The hue -- of it -- is Blood --, An Artery -- upon the Hill --, A Vein -- along the Road --, Great Globules -- in the Alleys --, And Oh, the Shower of Stain --, When Winds -- upset the Basin --, And spill the Scarlet Rain --, It sprinkles Bonnets -- far below --, It gathers ruddy Pools --, Then -- eddies like a Rose -- away --, Upon Vermilion Wheels -- ",
    "sentiment": 0.709038257598877
  },
  {
    "text": " Floss won't save you from an Abyss, But a Rope will --, Notwithstanding a Rope for a Souvenir, Is not beautiful --, But I tell you every step is a Trough --, And every stop a Well --, Now will you have the Rope or the Floss?, Prices reasonable -- ",
    "sentiment": 0.90349167585372925
  },
  {
    "text": " Though the great Waters sleep, That they are still the Deep, We cannot doubt --, No vacillating God, Ignited this Abode, To put it out -- ",
    "sentiment": 0.87905097007751465
  },
  {
    "text": " Arcturus is his other name --, I'd rather call him Star. It's very mean of Science, To go and interfere!, I slew a worm the other day --, A Savant passing by, Murmured Resurgam -- Centipede!, Oh Lord -- how frail are we!, I pull a flower from the woods --, A monster with a glass, Computes the stamens in a breath --, And has her in a class!, Whereas I took the Butterfly, Aforetime in my hat --, He sits erect in Cabinets --, The Clover bells forgot., What once was Heaven Is Zenith now --, Where I proposed to go, When Time's brief masquerade was done, Is mapped and charted too., What if the poles should frisk about, And stand upon their heads!, I hope I'm ready for the worst --, Whatever prank betides!, Perhaps the Kingdom of Heaven's changed --, I hope the Children there Won't be new fashioned when I come --, And laugh at me -- and stare --, I hope the Father in the skies, Will lift his little girl --, Old fashioned -- naught -- everything --, Over the stile of Pearl. ",
    "sentiment": 0.81664144992828369
  },
  {
    "text": " A Wind that rose, Though not a Leaf, In any Forest stirred, But with itself did cold engage, Beyond the Realm of Bird --, A Wind that woke a lone Delight, Like Separation's Swell, Restored in Arctic Confidence, To the Invisible -- ",
    "sentiment": 0.5
  },
  {
    "text": " 'Twas such a little -- little boat, That toddled down the bay!, 'Twas such a gallant -- gallant sea, That beckoned it away!, 'Twas such a greedy, greedy wave, That licked it from the Coast --, Nor ever guessed the stately sails, My little craft was lost! ",
    "sentiment": 0.17023438215255737
  },
  {
    "text": " No Romance sold unto, Could so enthrall a Man, As the perusal of, His Individual One --, 'Tis Fiction's -- When 'tis small enough, To Credit -- 'Tisn't true! ",
    "sentiment": 0.84454059600830078
  },
  {
    "text": " The inundation of the Spring, Enlarges every soul --, It sweeps the tenement away, But leaves the Water whole --, In which the soul at first estranged --, Seeks faintly for its shore, But acclimated -- pines no more, For that Peninsula -- ",
    "sentiment": 0.5
  },
  {
    "text": " I lost a World -- the other day!, Has Anybody found?, You'll know it by the Row of Stars, Around its forehead bound., A Rich man -- might not notice it --, Yet -- to my frugal Eye, Of more Esteem than Ducats --, Oh find it -- Sir -- for me! ",
    "sentiment": 0.77833926677703857
  },
  {
    "text": " 'Twas a long Parting -- but the time, For Interview -- had Come --, Before the Judgment Seat of God --, The last -- and second time, These Fleshless Lovers met --, A Heaven in a Gaze --, A Heaven of Heavens -- the Privilege, Of one another's Eyes --, No Lifetime -- on Them --, Appareled as the new, Unborn -- except They had beheld --, Born infiniter -- now --, Was Bridal -- e'er like This?, A Paradise -- the Host --, And Cherubim -- and Seraphim --, The unobtrusive Guest -- ",
    "sentiment": 0.5
  },
  {
    "text": " Immured in Heaven!, What a Cell!, Let every Bondage be, Thou sweetest of the Universe, Like that which ravished thee! ",
    "sentiment": 0.917434811592102
  },
  {
    "text": " Summer laid her simple Hat, On its boundless Shelf --, Unobserved -- a Ribbon slipt, Snatch it for yourself., Summer laid her supple Glove, In its sylvan Drawer --, Wheresoe'er, or was she --, The demand of Awe? ",
    "sentiment": 0.82001966238021851
  },
  {
    "text": " I tend my flowers for thee --, Bright Absentee!, My Fuchsia's Coral Seams, Rip -- while the Sower -- dreams --, Geraniums -- tint -- and spot --, Low Daisies -- dot --, My Cactus -- splits her Beard, To show her throat --, Carnations -- tip their spice --, And Bees -- pick up --, A Hyacinth -- I hid --, Puts out a Ruffled Head --, And odors fall, From flasks -- so small --, You marvel how they held --, Globe Roses -- break their satin glake --, Upon my Garden floor --, Yet -- thou -- not there --, I had as lief they bore, No Crimson -- more --, Thy flower -- be gay --, Her Lord -- away!, It ill becometh me --, I'll dwell in Calyx -- Gray --, How modestly -- alway --, Thy Daisy --, Draped for thee! ",
    "sentiment": 0.089585214853286743
  },
  {
    "text": " I learned -- at least -- what Home could be --, How ignorant I had been, Of pretty ways of Covenant --, How awkward at the Hymn, Round our new Fireside -- but for this --, This pattern -- of the Way --, Whose Memory drowns me, like the Dip, Of a Celestial Sea --, What Mornings in our Garden -- guessed --, What Bees -- for us -- to hum --, With only Birds to interrupt, The Ripple of our Theme --, And Task for Both --, When Play be done --, Your Problem -- of the Brain --, And mine -- some foolisher effect --, A Ruffle -- or a Tune --, The Afternoons -- Together spent --, And Twilight -- in the Lanes --, Some ministry to poorer lives --, Seen poorest -- thro' our gains --, And then Return -- and Night -- and Home --, And then away to You to pass --, A new -- diviner -- care --, Till Sunrise take us back to Scene --, Transmuted -- Vivider --, This seems a Home --, And Home is not --, But what that Place could be --, Afflicts me -- as a Setting Sun --, Where Dawn -- knows how to be -- ",
    "sentiment": 0.5
  },
  {
    "text": " Their Height in Heaven comforts not --, Their Glory -- nought to me --, 'Twas best imperfect -- as it was --, I'm finite -- I can't see --, The House of Supposition --, The Glimmering Frontier that, Skirts the Acres of Perhaps --, To Me -- shows insecure --, The Wealth I had -- contented me --, If 'twas a meaner size --, Then I had counted it until, It pleased my narrow Eyes --, Better than larger values --, That show however true --, This timid life of Evidence, Keeps pleading -- I don't know. ",
    "sentiment": 0.10144811868667603
  },
  {
    "text": " Faith is a fine invention, When Gentlemen can see --, But Microscopes are prudent, In an Emergency. ",
    "sentiment": 0.98557180166244507
  },
  {
    "text": " How know it from a Summer's Day?, Its Fervors are as firm --, And nothing in the Countenance, But scintillates the same --, Yet Birds examine it and flee --, And Vans without a name, Inspect the Admonition, And sunder as they came -- ",
    "sentiment": 0.5
  },
  {
    "text": " We grow accustomed to the Dark --, When light is put away --, As when the Neighbor holds the Lamp, To witness her Goodbye --, A Moment -- We uncertain step, For newness of the night --, Then -- fit our Vision to the Dark --, And meet the Road -- erect --, And so of larger -- Darkness --, Those Evenings of the Brain --, When not a Moon disclose a sign --, Or Star -- come out -- within --, The Bravest -- grope a little --, And sometimes hit a Tree, Directly in the Forehead --, But as they learn to see --, Either the Darkness alters --, Or something in the sight, Adjusts itself to Midnight --, And Life steps almost straight. ",
    "sentiment": 0.5
  },
  {
    "text": " Through the Dark Sod -- as Education --, The Lily passes sure --, Feels her white foot -- no trepidation --, Her faith -- no fear --, Afterward -- in the Meadow --, Swinging her Beryl Bell --, The Mold-life -- all forgotten -- now --, In Ecstasy -- and Dell -- ",
    "sentiment": 0.5
  },
  {
    "text": " Some, too fragile for winter winds, The thoughtful grave encloses --, Tenderly tucking them in from frost, Before their feet are cold., Never the treasures in her nest, The cautious grave exposes, Building where schoolboy dare not look, And sportsman is not bold., This covert have all the children, Early aged, and often cold, Sparrow, unnoticed by the Father --, Lambs for whom time had not a fold. ",
    "sentiment": 0.10951298475265503
  },
  {
    "text": " Great Streets of silence led away, To Neighborhoods of Pause --, Here was no Notice -- no Dissent, No Universe -- no laws --, By Clocks, 'twas Morning, and for Night, The Bells at Distance called --, But Epoch had no basis here, For Period exhaled. ",
    "sentiment": 0.71787697076797485
  },
  {
    "text": " If I could bribe them by a Rose, I'd bring them every flower that grows, From Amherst to Cashmere!, I would not stop for night, or storm --, Or frost, or death, or anyone --, My business were so dear!, If they would linger for a Bird, My Tambourin were soonest heard, Among the April Woods!, Unwearied, all the summer long, Only to break in wilder song, When Winter shook the boughs!, What if they hear me!, Who shall say, That such an importunity, May not at last avail?, That, weary of this Beggar's face --, They may not finally say, Yes --, To drive her from the Hall? ",
    "sentiment": 0.5
  },
  {
    "text": " If Nature smiles -- the Mother must, I'm sure, at many a whim, Of Her eccentric Family --, Is She so much to blame? ",
    "sentiment": 0.84421259164810181
  },
  {
    "text": " Pain has but one Acquaintance, And that is Death --, Each one unto the other, Society enough., Pain is the Junior Party, By just a Second's right --, Death tenderly assists Him, And then absconds from Sight. ",
    "sentiment": 0.18887120485305786
  },
  {
    "text": " Remorse -- is Memory -- awake --, Her Parties all astir --, A Presence of Departed Acts --, At window -- and at Door --, Its Past -- set down before the Soul, And lighted with a Match --, Perusal -- to facilitate --, And help Belief to stretch --, Remorse is cureless -- the Disease, Not even God -- can heal --, For 'tis His institution -- and, The Adequate of Hell -- ",
    "sentiment": 0.87694883346557617
  },
  {
    "text": " God permits industrious Angels --, Afternoons -- to play --, I met one -- forgot my Schoolmates --, All -- for Him -- straightway --, God calls home -- the Angels -- promptly --, At the Setting Sun --, I missed mine -- how dreary -- Marbles --, After playing Crown! ",
    "sentiment": 0.16669449210166931
  },
  {
    "text": " 'Twas later when the summer went, Than when the Cricket came --, And yet we knew that gentle Clock, Meant nought but Going Home --, 'Twas sooner when the Cricket went, Than when the Winter came, Yet that pathetic Pendulum, Keeps esoteric Time. ",
    "sentiment": 0.1743999719619751
  },
  {
    "text": " A little Madness in the Spring, Is wholesome even for the King, But God be with the Clown --, Who ponders this tremendous scene --, This whole Experiment of Green --, As if it were his own! ",
    "sentiment": 0.949020504951477
  },
  {
    "text": " There is a flower that Bees prefer --, And Butterflies -- desire --, To gain the Purple Democrat, The Humming Bird -- aspire --, And Whatsoever Insect pass --, A Honey bear away, Proportioned to his several dearth, And her -- capacity --, Her face be rounder than the Moon, And ruddier than the Gown, Or Orchis in the Pasture --, Or Rhododendron -- worn --, She doth not wait for June --, Before the World be Green --, Her sturdy little Countenance, Against the Wind -- be seen --, Contending with the Grass --, Near Kinsman to Herself --, For Privilege of Sod and Sun --, Sweet Litigants for Life --, And when the Hills be full --, And newer fashions blow --, Doth not retract a single spice, For pang of jealousy --, Her Public -- be the Noon --, Her Providence -- the Sun --, Her Progress -- by the Bee -- proclaimed --, In sovereign -- Swerveless Tune --, The Bravest -- of the Host --, Surrendering -- the last --, Nor even of Defeat -- aware --, What cancelled by the Frost -- ",
    "sentiment": 0.82688498497009277
  },
  {
    "text": " As if some little Arctic flower, Upon the polar hem --, Went wandering down the Latitudes, Until it puzzled came, To continents of summer --, To firmaments of sun --, To strange, bright crowds of flowers --, And birds, of foreign tongue!, I say, As if this little flower, To Eden, wandered in --, What then? Why nothing, Only, your inference therefrom! ",
    "sentiment": 0.75130665302276611
  },
  {
    "text": " Twice had Summer her fair Verdure, Proffered to the Plain --, Twice a Winter's silver Fracture, On the Rivers been --, Two full Autumns for the Squirrel, Bounteous prepared --, Nature, Had'st thou not a Berry, For thy wandering Bird? ",
    "sentiment": 0.92626786231994629
  },
  {
    "text": " By a flower -- By a letter --, By a nimble love --, If I weld the Rivet faster --, Final fast -- above --, Never mind my breathless Anvil!, Never mind Repose!, Never mind the sooty faces, Tugging at the Forge! ",
    "sentiment": 0.8614192008972168
  },
  {
    "text": " How Human Nature dotes, On what it can't detect., The moment that a Plot is plumbed, Prospective is extinct --, Prospective is the friend, Reserved for us to know, When Constancy is clarified, Of Curiosity --, Of subjects that resist, Redoubtablest is this, Where go we --, Go we anywhere, Creation after this? ",
    "sentiment": 0.5
  },
  {
    "text": " The Mountain sat upon the Plain, In his tremendous Chair --, His observation omnifold, His inquest, everywhere --, The Seasons played around his knees, Like Children round a sire --, Grandfather of the Days is He, Of Dawn, the Ancestor -- ",
    "sentiment": 0
  },
  {
    "text": " Ah, Moon -- and Star!, You are very far --, But were no one, Farther than you --, Do you think I'd stop, For a Firmament --, Or a Cubit -- or so?, I could borrow a Bonnet, Of the Lark --, And a Chamois' Silver Boot --, And a stirrup of an Antelope --, And be with you -- Tonight!, But, Moon, and Star, Though you're very far --, There is one -- farther than you --, He -- is more than a firmament -- from Me --, So I can never go! ",
    "sentiment": 0
  },
  {
    "text": " I see thee better -- in the Dark --, I do not need a Light --, The Love of Thee -- a Prism be --, Excelling Violet --, I see thee better for the Years, That hunch themselves between --, The Miner's Lamp -- sufficient be --, To nullify the Mine --, And in the Grave -- I see Thee best --, Its little Panels be, Aglow -- All ruddy -- with the Light, I held so high, for Thee --, What need of Day --, To Those whose Dark -- hath so -- surpassing Sun --, It deem it be -- Continually --, At the Meridian? ",
    "sentiment": 0
  },
  {
    "text": " The Snow that never drifts --, The transient, fragrant snow, That comes a single time a Year, Is softly driving now --, So thorough in the Tree, At night beneath the star, That it was February's Foot, Experience would swear --, Like Winter as a Face, We stern and former knew, Repaired of all but Loneliness, By Nature's Alibit --, Were every storm so spice, The Value could not be --, We buy with contrast -- Pang is good, As near as memory -- ",
    "sentiment": 0
  },
  {
    "text": " One Year ago -- jots what?, God -- spell the word! I -- can't --, Was't Grace? Not that --, Was't Glory? That -- will do --, Spell slower -- Glory --, Such Anniversary shall be -- ",
    "sentiment": 0
  },
  {
    "text": " We thirst at first -- 'tis Nature's Act --, And later -- when we die --, A little Water supplicate --, Of fingers going by --, It intimates the finer want --, Whose adequate supply, Is that Great Water in the West --, Termed Immortality -- ",
    "sentiment": 0
  },
  {
    "text": " Nature affects to be sedate, Upon occasion, grand, But let our observation shut, Her practices extend, To Necromancy and the Trades, Remote to understand, Behold our spacious Citizen, Unto a Juggler turned -- ",
    "sentiment": 0
  },
  {
    "text": " We dream -- it is good we are dreaming --, It would hurt us -- were we awake --, But since it is playing -- kill us, And we are playing -- shriek --, What harm? Men die -- externally --, It is a truth -- of Blood --, But we -- are dying in Drama --, And Drama -- is never dead --, Cautious -- We jar each other --, And either -- open the eyes --, Lest the Phantasm -- prove the Mistake --, And the livid Surprise, Cool us to Shafts of Granite --, With just an Age -- and Name --, And perhaps a phrase in Egyptian --, It's prudenter -- to dream -- ",
    "sentiment": 0
  },
  {
    "text": " She's happy, with a new Content --, That feels to her -- like Sacrament --, She's busy -- with an altered Care --, As just apprenticed to the Air --, She's tearful -- if she weep at all --, For blissful Causes -- Most of all, That Heaven permit so meek as her --, To such a Fate -- to Minister. ",
    "sentiment": 0
  },
  {
    "text": " Undue Significance a starving man attaches, To Food --, Far off -- He sighs -- and therefore -- Hopeless --, And therefore -- Good --, Partaken -- it relieves -- indeed --, But proves us, That Spices fly, In the Receipt -- It was the Distance --, Was Savory -- ",
    "sentiment": 0
  },
  {
    "text": " Snow flakes., I counted till they danced so, Their slippers leaped the town, And then I took a pencil, To note the rebels down., And then they grew so jolly, I did resign the prig, And ten of my once stately toes, Are marshalled for a jig! ",
    "sentiment": 0
  },
  {
    "text": " A great Hope fell, You heard no noise, The Ruin was within, Oh cunning wreck that told no tale, And let no Witness in, The mind was built for mighty Freight, For dread occasion planned, How often foundering at Sea, Ostensibly, on Land, A not admitting of the wound, Until it grew so wide, That all my Life had entered it, And there were troughs beside, A closing of the simple lid, That opened to the sun, Until the tender Carpenter, Perpetual nail it down -- ",
    "sentiment": 0
  },
  {
    "text": " Just so -- Jesus -- raps --, He -- doesn't weary --, Last -- at the Knocker --, And first -- at the Bell., Then -- on divinest tiptoe -- standing --, Might He but spy the lady's soul --, When He -- retires --, Chilled -- or weary --, It will be ample time for -- me --, Patient -- upon the steps -- until then --, Hears! I am knocking -- low at thee. ",
    "sentiment": 0
  },
  {
    "text": " Rearrange a Wife's affection!, When they dislocate my Brain!, Amputate my freckled Bosom!, Make me bearded like a man!, Blush, my spirit, in thy Fastness --, Blush, my unacknowledged clay --, Seven years of troth have taught thee, More than Wifehood every may!, Love that never leaped its socket --, Trust entrenched in narrow pain --, Constancy thro' fire -- awarded --, Anguish -- bare of anodyne!, Burden -- borne so far triumphant --, None suspect me of the crown, For I wear the Thorns till Sunset --, Then -- my Diadem put on., Big my Secret but it's bandaged --, It will never get away, Till the Day its Weary Keeper, Leads it through the Grave to thee. ",
    "sentiment": 0
  },
  {
    "text": " Nature assigns the Sun --, That -- is Astronomy --, Nature cannot enact a Friend --, That -- is Astrology. ",
    "sentiment": 0
  },
  {
    "text": " The One who could repeat the Summer day --, Were greater than itself -- though He, Minutest of Mankind should be --, And He -- could reproduce the Sun --, At period of going down --, The Lingering -- and the Stain -- I mean --, When Orient have been outgrown, And Occident -- become Unknown --, His Name -- remain -- ",
    "sentiment": 0
  },
  {
    "text": "The Heaven vests for Each, In that small Deity, It craved the grace to worship, Some bashful Summer's Day --, Half shrinking from the Glory, It importuned to see, Till these faint Tabernacles drop, In full Eternity --, How imminent the Venture --, As one should sue a Star --, For His mean sake to leave the Row, And entertain Despair --, A Clemency so common --, We almost cease to fear --, Enabling the minutest --, And furthest -- to adore -- ",
    "sentiment": 0
  },
  {
    "text": " 'Tis One by One -- the Father counts --, And then a Tract between, Set Cypherless -- to teach the Eye, The Value of its Ten --, Until the peevish Student, Acquire the Quick of Skill --, Then Numerals are dowered back --, Adorning all the Rule --, 'Tis mostly Slate and Pencil --, And Darkness on the School, Distracts the Children's fingers --, Still the Eternal Rule, Regards least Cypherer alike, With Leader of the Band --, And every separate Urchin's Sum --, Is fashioned for his hand -- ",
    "sentiment": 0
  },
  {
    "text": "And this of all my Hopes, This, is the silent end, Bountiful colored, my Morning rose, Early and sere, its end, Never Bud from a Stem, Stepped with so gay a Foot, Never a Worm so confident, Bored at so brave a Root ",
    "sentiment": 0
  },
  {
    "text": "Water makes many Beds, For those averse to sleep --, Its awful chamber open stands --, Its Curtains blandly sweep --, Abhorrent is the Rest, In undulating Rooms, Whose Amplitude no end invades --, Whose Axis never comes. ",
    "sentiment": 0
  },
  {
    "text": " Heavenly Father -- take to thee, The supreme iniquity, Fashioned by thy candid Hand, In a moment contraband --, Though to trust us -- seems to us, More respectful -- We are Dust --, We apologize to thee, For thine own Duplicity -- ",
    "sentiment": 0
  },
  {
    "text": " How many Flowers fail in Wood --, Or perish from the Hill --, Without the privilege to know, That they are Beautiful --, How many cast a nameless Pod, Upon the nearest Breeze --, Unconscious of the Scarlet Freight --, It bear to Other Eyes -- ",
    "sentiment": 0
  },
  {
    "text": " I many times thought Peace had come, When Peace was far away --, As Wrecked Men -- deem they sight the Land --, At Centre of the Sea --, And struggle slacker -- but to prove, As hopelessly as I --, How many the fictitious Shores --, Before the Harbor be -- ",
    "sentiment": 0
  },
  {
    "text": " You see I cannot see -- your lifetime --, I must guess --, How many times it ache for me -- today -- Confess --, How many times for my far sake, The brave eyes film --, But I guess guessing hurts --, Mine -- got so dim!, Too vague -- the face --, My own -- so patient -- covers --, Too far -- the strength --, My timidness enfolds --, Haunting the Heart --, Like her translated faces --, Teasing the want --, It -- only -- can suffice! ",
    "sentiment": 0
  },
  {
    "text": " Suspense -- is Hostiler than Death --, Death -- tho'soever Broad, Is Just Death, and cannot increase --, Suspense -- does not conclude --, But perishes -- to live anew --, But just anew to die --, Annihilation -- plated fresh, With Immortality -- ",
    "sentiment": 0
  },
  {
    "text": " So much of Heaven has gone from Earth, That there must be a Heaven, If only to enclose the Saints, To Affidavit given., The Missionary to the Mole, Must prove there is a Sky, Location doubtless he would plead, But what excuse have I?, Too much of Proof affronts Belief, The Turtle will not try, Unless you leave him -- then return, And he has hauled away. ",
    "sentiment": 0
  },
  {
    "text": " The Fact that Earth is Heaven --, Whether Heaven is Heaven or not, If not an Affidavit, Of that specific Spot, Not only must confirm us, That it is not for us, But that it would affront us, To dwell in such a place -- ",
    "sentiment": 0
  },
  {
    "text": " To tell the Beauty would decrease, To state the Spell demean --, There is a syllable-less Sea, Of which it is the sign --, My will endeavors for its word, And fails, but entertains, A Rapture as of Legacies --, Of introspective Mines -- ",
    "sentiment": 0
  },
  {
    "text": " So much Summer, Me for showing, Illegitimate --, Would a Smile's minute bestowing, Too exorbitant, To the Lady, With the Guinea, Look -- if She should know, Crumb of Mine, A Robin's Larder, Would suffice to stow -- ",
    "sentiment": 0
  },
  {
    "text": "In this short Life, That only lasts an hour, How much -- how little -- is, Within our power",
    "sentiment": 0
  },
  {
    "text": " Trusty as the stars, Who quit their shining working, Prompt as when I lit them, In Genesis' new house, Durable as dawn, Whose antiquated blossom, Makes a world's suspense, Perish and rejoice. ",
    "sentiment": 0
  },
  {
    "text": " Bereavement in their death to feel, Whom We have never seen --, A Vital Kinsmanship import, Our Soul and theirs -- between --, For Stranger -- Strangers do not mourn --, There be Immortal friends, Whom Death see first -- 'tis news of this, That paralyze Ourselves --, Who, vital only to Our Thought --, Such Presence bear away, In dying -- 'tis as if Our Souls, Absconded -- suddenly -- ",
    "sentiment": 0
  },
  {
    "text": " Birthday of but a single pang, That there are less to come --, Afflictive is the Adjective, But affluent the doom -- ",
    "sentiment": 0
  },
  {
    "text": " How the Waters closed above Him, We shall never know --, How He stretched His Anguish to us, That -- is covered too --, Spreads the Pond Her Base of Lilies, Bold above the Boy, Whose unclaimed Hat and Jacket, Sum the History -- ",
    "sentiment": 0
  },
  {
    "text": "Her sovereign People, Nature knows as well, And is as fond of signifying, As if fallible --",
    "sentiment": 0
  },
  {
    "text": " By homely gift and hindered Words, The human heart is told, Of Nothing --, Nothing is the force, That renovates the World -- ",
    "sentiment": 0
  },
  {
    "text": " 'Twas just this time, last year, I died., I know I heard the Corn, When I was carried by the Farms --, It had the Tassels on --, I thought how yellow it would look --, When Richard went to mill --, And then, I wanted to get out, But something held my will., I thought just how Red -- Apples wedged, The Stubble's joints between --, And the Carts stooping round the fields, To take the Pumpkins in --, I wondered which would miss me, least, And when Thanksgiving, came, If Father'd multiply the plates --, To make an even Sum --, And would it blur the Christmas glee, My Stocking hang too high, For any Santa Claus to reach, The Altitude of me --, But this sort, grieved myself, And so, I thought the other way, How just this time, some perfect year --, Themself, should come to me -- ",
    "sentiment": 0
  },
  {
    "text": " Tho' I get home how late -- how late --, So I get home - 'twill compensate --, Better will be the Ecstasy, That they have done expecting me --, When Night -- descending -- dumb -- and dark --, They hear my unexpected knock --, Transporting must the moment be --, Brewed from decades of Agony!, To think just how the fire will burn --, Just how long-cheated eyes will turn --, To wonder what myself will say, And what itself, will say to me --, Beguiles the Centuries of way! ",
    "sentiment": 0
  },
  {
    "text": " Which is best? Heaven --, Or only Heaven to come, With that old Codicil of Doubt?, I cannot help esteem, The Bird within the Hand Superior to the one, The Bush may yield me, Or may not, Too late to choose again. ",
    "sentiment": 0
  },
  {
    "text": "Of Life to own --, From Life to draw --, But never tough the reservoir --",
    "sentiment": 0
  },
  {
    "text": " The Stars are old, that stood for me --, The West a little worn --, Yet newer glows the only Gold, I ever cared to earn --, Presuming on that lone result, Her infinite disdain, But vanquished her with my defeat, 'Twas Victory was slain. ",
    "sentiment": 0
  },
  {
    "text": " When Memory is full, Put on the perfect Lid --, This Morning's finest syllable, Presumptuous Evening said -- ",
    "sentiment": 0
  },
  {
    "text": "Lad of Athens, faithful be, To Thyself, And Mystery --, All the rest is Perjury --",
    "sentiment": 0
  },
  {
    "text": " A Wife -- at daybreak I shall be --, Sunrise -- Hast thou a Flag for me?, At Midnight, I am but a Maid, How short it takes to make a Bride --, Then -- Midnight, I have passed from thee, Unto the East, and Victory --, Midnight -- Good Night! I hear them call, The Angels bustle in the Hall --, Softly my Future climbs the Stair, I fumble at my Childhood's prayer, So soon to be a Child no more --, Eternity, I'm coming -- Sire, Savior -- I've seen the face -- before! ",
    "sentiment": 0
  },
  {
    "text": " Going to Heaven!, I don't know when --, Pray do not ask me how!, Indeed I'm too astonished, To think of answering you!, Going to Heaven!, How dim it sounds!, And yet it will be done, As sure as flocks go home at night, Unto the Shepherd's arm!, Perhaps you're going too!, Who knows?, If you should get there first, Save just a little space for me, Close to the two I lost --, The smallest Robe will fit me, And just a bit of Crown --, For you know we do not mind our dress, When we are going home --, I'm glad I don't believe it, For it would stop my breath --, And I'd like to look a little more, At such a curious Earth!, I'm glad they did believe it, Whom I have never found, Since the might Autumn afternoon, I left them in the ground. ",
    "sentiment": 0
  },
  {
    "text": " Funny -- to be a Century --, And see the People -- going by --, I -- should die of the Oddity --, But then -- I'm not so staid -- as He --, He keeps His Secrets safely -- very --, Were He to tell -- extremely sorry, This Bashful Globe of Ours would be --, So dainty of Publicity -- ",
    "sentiment": 0
  },
  {
    "text": " If pain for peace prepares, Lo, what Augustan years, Our feet await!, If springs from winter rise, Can the Anemones, Be reckoned up?, If night stands fast -- then noon, To gird us for the sun, What gaze!, When from a thousand skies, On our developed eyes, Noons blaze! ",
    "sentiment": 0
  },
  {
    "text": " Dying at my music!, Bubble! Bubble!, Hold me till the Octave's run!, Quick! Burst the Windows!, Ritardando!, Phials left, and the Sun! ",
    "sentiment": 0
  },
  {
    "text": " Her spirit rose to such a height, Her countenance it did inflate, Like one that fed on awe., More prudent to assault the dawn, Than merit the ethereal scorn, That effervesced from her. ",
    "sentiment": 0
  },
  {
    "text": " Further in Summer than the Birds, Pathetic from the Grass, A minor Nation celebrates, Its unobtrusive Mass., No Ordinance be seen, So gradual the Grace, A pensive Custom it becomes, Enlarging Loneliness., Antiquest felt at Noon, When August burning low, Arise this spectral Canticle, Repose to typify, Remit as yet no Grace, No Furrow on the Glow, Yet a Druidic Difference, Enhances Nature now ",
    "sentiment": 0
  },
  {
    "text": " The stem of a departed Flower, Has still a silent rank., The Bearer from an Emerald Court, Of a Despatch of Pink. ",
    "sentiment": 0
  },
  {
    "text": " As Summer into Autumn slips, And yet we sooner say, The Summer than the Autumn, lest, We turn the sun away, , And almost count it an Affront, The presence to concede, Of one however lovely, not, The one that we have loved --, So we evade the charge of Years, On one attempting shy, The Circumvention of the Shaft, Of Life's Declivity. ",
    "sentiment": 0
  },
  {
    "text": " Whatever it is -- she has tried it --, Awful Father of Love --, Is not Ours the chastising --, Do not chastise the Dove --, Not for Ourselves, petition --, Nothing is left to pray --, When a subject is finished --, Words are handed away --, Only lest she be lonely, In thy beautiful House, Give her for her Transgression, License to think of us -- ",
    "sentiment": 0
  },
  {
    "text": " Oh Future! thou secreted peace, Or subterranean woe --, Is there no wandering route of grace, That leads away from thee --, No circuit sage of all the course, Descried by cunning Men, To balk thee of thy sacred Prey --, Advancing to thy Den -- ",
    "sentiment": 0
  },
  {
    "text": " Said Death to Passion, Give of thine an Acre unto me. Said Passion, through contracting Breaths, A Thousand Times Thee Nay. Bore Death from Passion, All His East, He -- sovereign as the Sun, Resituated in the West, And the Debate was done. ",
    "sentiment": 0
  },
  {
    "text": " She rose as high as His Occasion, Then sought the Dust --, And lower lay in low Westminster, For Her brief Crest -- ",
    "sentiment": 0
  },
  {
    "text": " Estranged from Beauty -- none can be --, For Beauty is Infinity --, And power to be finite ceased, Before Identity was leased. ",
    "sentiment": 0
  },
  {
    "text": " From all the Jails the Boys and Girls, Ecstatically leap --, Beloved only Afternoon, That Prison doesn't keep, They storm the Earth and stun the Air, A Mob of solid Bliss --, Alas -- that Frowns should lie in wait, For such a Foe as this -- ",
    "sentiment": 0
  },
  {
    "text": " He strained my faith --, Did he find it supple?, Shook my strong trust --, Did it then -- yield?, Hurled my belief --, But -- did he shatter -- it?, Racked -- with suspense --, Not a nerve failed!, Wrung me -- with Anguish --, But I never doubted him --, 'Tho' for what wrong, He did never say --, Stabbed -- while I sued, His sweet forgiveness --, Jesus -- it's your little John!, Don't you know -- me? ",
    "sentiment": 0
  },
  {
    "text": " Heaven is so far of the Mind, That were the Mind dissolved --, The Site -- of it -- by Architect, Could not again be proved --, 'Tis vast -- as our Capacity --, As fair -- as our idea --, To Him of adequate desire, No further 'tis, than Here -- ",
    "sentiment": 0
  },
  {
    "text": " I think that the Root of the Wind is Water --, It would not sound so deep, Were it a Firmamental Product --, Airs no Oceans keep --, Mediterranean intonations --, To a Current's Ear --, There is a maritime conviction, In the Atmosphere -- ",
    "sentiment": 0
  },
  {
    "text": " Lethe in my flower, Of which they who drink, In the fadeless orchards, Hear the bobolink!, Merely flake or petal, As the Eye beholds, Jupiter! my father!, I perceive the rose! ",
    "sentiment": 0
  },
  {
    "text": " Pain -- has an Element of Blank --, It cannot recollect, When it begun -- or if there were, A time when it was not --, It has no Future -- but itself --, Its Infinite contain, Its Past -- enlightened to perceive, New Periods -- of Pain. ",
    "sentiment": 0
  },
  {
    "text": " His Heart was darker than the starless night, For that there is a morn, But in this black Receptacle, Can be no Bode of Dawn ",
    "sentiment": 0
  },
  {
    "text": " It can't be Summer!, That -- got through!, It's early -- yet -- for Spring!, There's that long town of White -- to cross --, Before the Blackbirds sing!, It can't be Dying!, It's too Rouge --, The Dead shall go in White --, So Sunset shuts my question down, With Cuffs of Chrysolite! ",
    "sentiment": 0
  },
  {
    "text": " In Winter in my Room, I came upon a Worm --, Pink, lank and warm --, But as he was a worm, And worms presume, Not quite with him at home --, Secured him by a string, To something neighboring, And went along., A Trifle afterward, A thing occurred, I'd not believe it if I heard, But state with creeping blood --, A snake with mottles rare, Surveyed my chamber floor, In feature as the worm before, But ringed with power --, The very string with which, I tied him -- too, When he was mean and new, That string was there --, I shrank -- How fair you are!, Propitiation's claw --, Afraid, he hissed, Of me?, No cordiality --, He fathomed me --, Then to a Rhythm Slim, Secreted in his Form, As Patterns swim, Projected him., That time I flew, Both eyes his way, Lest he pursue, Nor ever ceased to run, Till in a distant Town, Towns on from mine, I set me down, This was a dream. ",
    "sentiment": 0
  },
  {
    "text": " I've known a Heaven, like a Tent --, To wrap its shining Yards --, Pluck up its stakes, and disappear --, Without the sound of Boards, Or Rip of Nail -- Or Carpenter --, But just the miles of Stare --, That signalize a Show's Retreat --, In North America --, No Trace -- no Figment of the Thing, That dazzled, Yesterday, No Ring -- no Marvel --, Men, and Feats --, Dissolved as utterly --, As Bird's far Navigation, Discloses just a Hue --, A plash of Oars, a Gaiety --, Then swallowed up, of View. ",
    "sentiment": 0
  },
  {
    "text": " Hope is the thing with feathers --, That perches in the soul --, And sings the tune without the words --, And never stops -- at all --, And sweetest -- in the Gale -- is heard --, And sore must be the storm --, That could abash the little Bird, That kept so many warm --, I've heard it in the chillest land --, And on the strangest Sea --, Yet, never, in Extremity, It asked a crumb -- of Me. ",
    "sentiment": 0
  },
  {
    "text": " Her final Summer was it --, And yet We guessed it not --, If tenderer industriousness, Pervaded Her, We thought, A further force of life, Developed from within --, When Death lit all the shortness up, It made the hurry plain --, We wondered at our blindness, When nothing was to see, But Her Carrara Guide post --, At Our Stupidity --, When duller than our dullness, The Busy Darling lay --, So busy was she -- finishing --, So leisurely -- were We -- ",
    "sentiment": 0
  },
  {
    "text": " The Butterfly upon the Sky, That doesn't know its Name, And hasn't any tax to pay, And hasn't any Home, Is just as high as you and I, And higher, I believe, So soar away and never sigh, And that's the way to grieve -- ",
    "sentiment": 0
  },
  {
    "text": " My wheel is in the dark!, I cannot see a spoke, Yet know its dripping feet, Go round and round., My foot is on the Tide!, An unfrequented road --, Yet have all roads, A clearing at the end --, Some have resigned the Loom --, Some in the busy tomb, Find quaint employ --, Some with new -- stately feet --, Pass royal through the gate --, Flinging the problem back, At you and I! ",
    "sentiment": 0
  },
  {
    "text": "A loss of something ever felt I --, The first that I could recollect, Bereft I was -- of what I knew not, Too young that any should suspect, A Mourner walked among the children, I notwithstanding went about, As one bemoaning a Dominion, Itself the only Prince cast out --, Elder, Today, a session wiser, And fainter, too, as Wiseness is --, I find myself still softly searching, For my Delinguent Palaces --, And a Suspicion, like a Finger, Touches my Forehead now and then, That I am looking oppositely, For the site of the Kingdom of Heaven --",
    "sentiment": 0
  },
  {
    "text": " It will be Summer -- eventually., Ladies -- with parasols --, Sauntering Gentlemen -- with Canes --, And little Girls -- with Dolls --, Will tint the pallid landscape --, As 'twere a bright Bouquet --, Thro' drifted deep, in Parian --, The Village lies -- today --, The Lilacs -- bending many a year --, Will sway with purple load --, The Bees -- will not despise the tune --, Their Forefathers -- have hummed --, The Wild Rose -- redden in the Bog --, The Aster -- on the Hill, Her everlasting fashion -- set --, And Covenant Gentians -- frill --, Till Summer folds her miracle --, As Women -- do -- their Gown --, Of Priests -- adjust the Symbols --, When Sacrament -- is done -- ",
    "sentiment": 0
  },
  {
    "text": " Summer for thee, grant I may be, When Summer days are flown!, Thy music still, when Whipporwill, And Oriole -- are done!, For thee to bloom, I'll skip the tomb, And row my blossoms o'er!, Pray gather me --, Anemone --, Thy flower -- forevermore! ",
    "sentiment": 0
  },
  {
    "text": " She rose to His Requirement -- dropt, The Playthings of Her Life, To take the honorable Work, Of Woman, and of Wife --, If ought She missed in Her new Day, Of Amplitude, or Awe --, Or first Prospective -- Or the Gold, In using, wear away, It lay unmentioned -- as the Sea, Develop Pearl, and Weed, But only to Himself -- be known, The Fathoms they abide -- ",
    "sentiment": 0
  },
  {
    "text": " On this long storm the Rainbow rose --, On this late Morn -- the Sun --, The clouds -- like listless Elephants --, Horizons -- straggled down --, The Birds rose smiling, in their nests --, The gales -- indeed -- were done --, Alas, how heedless were the eyes --, On whom the summer shone!, The quiet nonchalance of death --, No Daybreak -- can bestir --, The slow -- Archangel's syllables, Must awaken her! ",
    "sentiment": 0
  },
  {
    "text": " 'Twas here my summer paused, What ripeness after then, To other scene or other soul, My sentence had begun., To winter to remove, With winter to abide, Go manacle your icicle, Against your Tropic Bride. ",
    "sentiment": 0
  },
  {
    "text": " A Murmur in the Trees -- to note --, Not loud enough -- for Wind --, A Star -- not far enough to seek --, Nor near enough -- to find --, A long -- long Yellow -- on the Lawn --, A Hubbub -- as of feet --, Not audible -- as Ours -- to Us --, But dapperer -- More Sweet --, A Hurrying Home of little Men, To Houses unperceived --, All this -- and more -- if I should tell --, Would never be believed --, Of Robins in the Trundle bed, How many I espy, Whose Nightgowns could not hide the Wings --, Although I heard them try --, But then I promised ne'er to tell --, How could I break My Word?, So go your Way -- and I'll go Mine --, No fear you'll miss the Road. ",
    "sentiment": 0
  },
  {
    "text": " Did life's penurious length, Italicize its sweetness, The men that daily live, Would stand so deep in joy, That it would clog the cogs, Of that revolving reason, Whose esoteric belt, Protects our sanity. ",
    "sentiment": 0
  },
  {
    "text": " I felt my life with both my hands, To see if it was there --, I held my spirit to the Glass, To prove it possibler --, I turned my Being round and round, And paused at every pound, To ask the Owner's name --, For doubt, that I should know the Sound --, I judged my features -- jarred my hair --, I pushed my dimples by, and waited --, If they -- twinkled back --, Conviction might, of me --, I told myself, Take Courage, Friend --, That -- was a former time --, But we might learn to like the Heaven, As well as our Old Home! ",
    "sentiment": 0
  },
  {
    "text": " My life closed twice before its close --, It yet remains to see, If Immortality unveil, A third event to me, So huge, so hopeless to conceive, As these that twice befell., Parting is all we know of heaven, And all we need of hell. ",
    "sentiment": 0
  },
  {
    "text": " How happy is the little Stone, That rambles in the Road alone, And doesn't care about Careers, And Exigencies never fears --, Whose Coat of elemental Brown, A passing Universe put on, And independent as the Sun, Associates or glows alone, Fulfilling absolute Decree, In casual simplicity -- ",
    "sentiment": 0
  },
  {
    "text": " What shall I do when the Summer troubles --, What, when the Rose is ripe --, What when the Eggs fly off in Music, From the Maple Keep?, What shall I do when the Skies a'chirrup, Drop a Tune on me --, When the Bee hangs all Noon in the Buttercup, What will become of me?, Oh, when the Squirrel fills His Pockets, And the Berries stare, How can I bear their jocund Faces, Thou from Here, so far?, 'Twouldn't afflict a Robin --, All His Goods have Wings --, I -- do not fly, so wherefore, My Perennial Things? ",
    "sentiment": 0
  },
  {
    "text": " I know a place where Summer strives, With such a practised Frost --, She -- each year -- leads her Daisies back --, Recording briefly -- Lost --, But when the South Wind stirs the Pools, And struggles in the lanes --, Her Heart misgives Her, for Her Vow --, And she pours soft Refrains, Into the lap of Adamant --, And spices -- and the Dew --, That stiffens quietly to Quartz --, Upon her Amber Shoe -- ",
    "sentiment": 0
  },
  {
    "text": " Pain -- expands the Time --, Ages coil within, The minute Circumference, Of a single Brain --, Pain contracts -- the Time --, Occupied with Shot, Gamuts of Eternities, Are as they were not -- ",
    "sentiment": 0
  },
  {
    "text": " Who were the Father and the Son We pondered when a child, And what had they to do with us, And when portentous told, With inference appalling, By Childhood fortified, We thought, at least they are no worse, Than they have been described., Who are the Father and the Son Did we demand Today, The Father and the Son himself, Would doubtless specify --, But had they the felicity, When we desired to know., We better Friends had been, perhaps, Than time ensue to be --, We start -- to learn that we believe, But once -- entirely --, Belief, it does not fit so well, When altered frequently --, We blush, that Heaven if we achieve --, Event ineffable --, We shall have shunned until ashamed, To own the Miracle -- ",
    "sentiment": 0
  },
  {
    "text": " A Tooth upon Our Peace, The Peace cannot deface --, Then Wherefore be the Tooth?, To vitalize the Grace --, The Heaven hath a Hell --, Itself to signalize --, And every sign before the Place, Is Gilt with Sacrifice -- ",
    "sentiment": 0
  },
  {
    "text": " Like Rain it sounded till it curved, And then I new 'twas Wind --, It walked as wet as any Wave, But swept as dry as sand --, When it had pushed itself away, To some remotest Plain, A coming as of Hosts was heard, It filled the Wells, it pleased the Pools, It warbled in the Road --, It pulled the spigot from the Hills, And let the Floods abroad --, It loosened acres, lifted seas, The sites of Centres stirred, Then like Elijah rode away, Upon a Wheel of Cloud. ",
    "sentiment": 0
  },
  {
    "text": " I rose -- because He sank --, I thought it would be opposite --, But when his power dropped --, My Soul grew straight., I cheered my fainting Prince --, I sang firm -- even -- Chants --, I helped his Film -- with Hymn --, And when the Dews drew off, That held his Forehead stiff --, I met him --, Balm to Balm --, I told him Best -- must pass, Through this low Arch of Flesh --, No Casque so brave, It spurn the Grave --, I told him Worlds I knew, Where Emperors grew --, Who recollected us, If we were true --, And so with Thews of Hymn --, And Sinew from within --, And ways I knew not that I knew -- till then --, I lifted Him -- ",
    "sentiment": 0
  },
  {
    "text": " This is the place they hoped before, Where I am hoping now., The seed of disappointment grew, Within a capsule gay, Too distant to arrest the feet, That walk this plank of balm --, Before them lies escapeless sea --, The way is closed they came. ",
    "sentiment": 0
  },
  {
    "text": " Angels, in the early morning, May be seen the Dews among, Stooping -- plucking -- smiling -- flying --, Do the Buds to them belong?, Angels, when the sun is hottest, May be seen the sands among, Stooping -- plucking -- sighing -- flying --, Parched the flowers they bear along. ",
    "sentiment": 0
  },
  {
    "text": " Growth of Man -- like Growth of Nature --, Gravitates within --, Atmosphere, and Sun endorse it --, Bit it stir -- alone --, Each -- its difficult Ideal, Must achieve -- Itself --, Through the solitary prowess, Of a Silent Life --, Effort -- is the sole condition --, Patience of Itself --, Patience of opposing forces --, And intact Belief --, Looking on -- is the Department, Of its Audience --, But Transaction -- is assisted, By no Countenance -- ",
    "sentiment": 0
  },
  {
    "text": " I went to Heaven --, 'Twas a small Town --, Lit -- with a Ruby --, Lathed -- with Down --, Stiller -- than the fields, At the full Dew --, Beautiful -- as Pictures --, No Man drew., People -- like the Moth --, Of Mechlin -- frames --, Duties -- of Gossamer --, And Eider -- names --, Almost -- contented --, I -- could be --, 'Mong such unique, Society -- ",
    "sentiment": 0
  },
  {
    "text": " Water, is taught by thirst., Land -- by the Oceans passed., Transport -- by throe --, Peace -- by its battles told --, Love, by Memorial Mold --, Birds, by the Snow. ",
    "sentiment": 0
  },
  {
    "text": " Heaven has different Signs -- to me --, Sometimes, I think that Noon, Is but a symbol of the Place --, And when again, at Dawn, A mighty look runs round the World, And settles in the Hills --, An Awe if it should be like that, Upon the Ignorance steals --, The Orchard, when the Sun is on --, The Triumph of the Birds, When they together Victory make --, Some Carnivals of Clouds --, The Rapture of a finished Day --, Returning to the West --, All these -- remind us of the place, That Men call paradise --, Itself be fairer -- we suppose --, But how Ourself, shall be, Adorned, for a Superior Grace --, Not yet, our eyes can see -- ",
    "sentiment": 0
  },
  {
    "text": " Joy to have merited the Pain --, To merit the Release --, Joy to have perished every step --, To Compass Paradise --, Pardon -- to look upon thy face --, With these old fashioned Eyes --, Better than new -- could be -- for that --, Though bought in Paradise --, Because they looked on thee before --, And thou hast looked on them --, Prove Me -- My Hazel Witnesses, The features are the same --, So fleet thou wert, when present --, So infinite -- when gone --, An Orient's Apparition --, Remanded of the Morn --, The Height I recollect --, 'Twas even with the Hills --, The Depth upon my Soul was notched --, As Floods -- on Whites of Wheels --, To Haunt -- till Time have dropped, His last Decade away, And Haunting actualize -- to last, At least -- Eternity -- ",
    "sentiment": 0
  },
  {
    "text": " Death is a Dialogue between, The Spirit and the Dust., Dissolve says Death -- The Spirit Sir, I have another Trust --, Death doubts it -- Argues from the Ground --, The Spirit turns away, Just laying off for evidence, An Overcoat of Clay. ",
    "sentiment": 0
  },
  {
    "text": " From Cocoon forth a Butterfly, As Lady from her Door, Emerged -- a Summer Afternoon --, Repairing Everywhere --, Without Design -- that I could trace, Except to stray abroad, On Miscellaneous Enterprise, The Clovers -- understood --, Her pretty Parasol be seen, Contracting in a Field, Where Men made Hay --, Then struggling hard, With an opposing Cloud --, Where Parties -- Phantom as Herself --, To Nowhere -- seemed to go, In purposeless Circumference --, As 'twere a Tropic Show --, And notwithstanding Bee -- that worked --, And Flower -- that zealous blew --, This Audience of Idleness, Disdained them, from the Sky --, Till Sundown crept -- a steady Tide --, And Men that made the Hay --, And Afternoon -- and Butterfly --, Extinguished -- in the Sea -- ",
    "sentiment": 0
  },
  {
    "text": " I suppose the time will come, Aid it in the coming, When the Bird will crowd the Tree, And the Bee be booming., I suppose the time will come, Hinder it a little, When the Corn in Silk will dress, And in Chintz the Apple, I believe the Day will be, When the Jay will giggle, At his new white House the Earth, That, too, halt a little -- ",
    "sentiment": 0
  },
  {
    "text": " Going to Him! Happy letter!, Tell Him --, Tell Him the page I didn't write --, Tell Him -- I only said the Syntax --, And left the Verb and the pronoun out --, Tell Him just how the fingers hurried --, Then -- how they waded -- slow -- slow --, And then you wished you had eyes in your pages --, So you could see what moved them so --, Tell Him -- it wasn't a Practised Writer --, You guessed -- from the way the sentence toiled --, You could hear the Bodice tug, behind you --, As if it held but the might of a child --, You almost pitied it -- you -- it worked so --, Tell Him -- no -- you may quibble there --, For it would split His Heart, to know it --, And then you and I, were silenter., Tell Him -- Night finished -- before we finished --, And the Old Clock kept neighing Day!, And you -- got sleepy -- and begged to be ended --, What could it hinder so -- to say?, Tell Him -- just how she sealed you -- Cautious!, But -- if He ask where you are hid, Until tomorrow -- Happy letter!, Gesture Coquette -- and shake your Head! ",
    "sentiment": 0
  },
  {
    "text": " The Flower must not blame the Bee --, That seeketh his felicity, Too often at her door --, But teach the Footman from Vevay --, Mistress is not at home -- to say --, To people -- any more! ",
    "sentiment": 0
  },
  {
    "text": " When I hoped, I recollect, Just the place I stood --, At a Window facing West --, Roughest Air -- was good --, Not a Sleet could bite me --, Not a frost could cool --, Hope it was that kept me warm --, Not Merino shawl --, When I feared -- I recollect, Just the Day it was --, Worlds were lying out to Sun --, Yet how Nature froze --, Icicles upon my soul, Prickled Blue and Cool --, Bird went praising everywhere --, Only Me -- was still --, And the Day that I despaired --, This -- if I forget, Nature will -- that it be Night, After Sun has set --, Darkness intersect her face --, And put out her eye --, Nature hesitate -- before, Memory and I -- ",
    "sentiment": 0
  },
  {
    "text": " Summer is shorter than any one --, Life is shorter than Summer --, Seventy Years is spent as quick, As an only Dollar --, Sorrow -- now -- is polite -- and stays --, See how well we spurn him --, Equally to abhor Delight --, Equally retain him -- ",
    "sentiment": 0
  },
  {
    "text": " To flee from memory, Had we the Wings, Many would fly, Inured to slower things, Birds with surprise, Would scan the cowering Van, Of men escaping, From the mind of man ",
    "sentiment": 0
  },
  {
    "text": " A Door just opened on a street --, I -- lost -- was passing by --, An instant's Width of Warmth disclosed --, And Wealth -- and Company., The Door as instant shut -- And I --, I -- lost -- was passing by --, Lost doubly -- but by contrast -- most --, Informing -- misery -- ",
    "sentiment": 0
  },
  {
    "text": " A Drop Fell on the Apple Tree --, Another -- on the Roof --, A Half a Dozen kissed the Eaves --, And made the Gables laugh --, A few went out to help the Brook, That went to help the Sea --, Myself Conjectured were they Pearls --, What Necklace could be --, The Dust replaced, in Hoisted Roads --, The Birds jocoser sung --, The Sunshine threw his Hat away --, The Bushes -- spangles flung --, The Breezes brought dejected Lutes --, And bathed them in the Glee --, Then Orient showed a single Flag, And signed the Fete away -- ",
    "sentiment": 0
  },
  {
    "text": " Summer -- we all have seen --, A few of us -- believed --, A few -- the more aspiring, Unquestionably loved --, But Summer does not care --, She goes her spacious way, As eligible as the moon, To our Temerity --, The Doom to be adored --, The Affluence conferred --, Unknown as to an Ecstasy, The Embryo endowed -- ",
    "sentiment": 0
  },
  {
    "text": " This Chasm, Sweet, upon my life, I mention it to you, When Sunrise through a fissure drop, The Day must follow too., If we demur, its gaping sides, Disclose as 'twere a Tomb, Ourself am lying straight wherein, The Favorite of Doom., When it has just contained a Life, Then, Darling, it will close, And yet so bolder every Day, So turbulent it grows, I'm tempted half to stitch it up, With a remaining Breath, I should not miss in yielding, though, To Him, it would be Death --, And so I bear it big about, My Burial -- before, A Life quite ready to depart, Can harass me no more -- ",
    "sentiment": 0
  },
  {
    "text": " An Antiquated Tree, Is cherished of the Crow, Because that Junior Foliage is disrespectful now, To venerable Birds, Whose Corporation Coat, Would decorate Oblivion's, Remotest Consulate. ",
    "sentiment": 0
  },
  {
    "text": " Talk not to me of Summer Trees, The foliage of the mind, A Tabernacle is for Birds, Of no corporeal kind, And winds do go that way at noon, To their Ethereal Homes, Whose Bugles call the least of us, To undepicted Realms ",
    "sentiment": 0
  },
  {
    "text": " It sounded as if the Streets were running, And then -- the Streets stood still --, Eclipse -- was all we could see at the Window, And Awe -- was all we could feel., By and by -- the boldest stole out of his Covert, To see if Time was there --, Nature was in an Opal Apron, Mixing fresher Air. ",
    "sentiment": 0
  },
  {
    "text": " The Sun and Moon must make their haste --, The Stars express around, For in the Zones of Paradise, The Lord alone is burned --, His Eye, it is the East and West --, The North and South when He, Do concentrate His Countenance, Like Glow Worms, flee away --, Oh Poor and Far --, Oh Hindred Eye, That hunted for the Day --, The Lord a Candle entertains, Entirely for Thee -- ",
    "sentiment": 0
  },
  {
    "text": " The good Will of a Flower, The Man who would possess, Must first present, Certificate, Of minted Holiness. ",
    "sentiment": 0
  },
  {
    "text": " A happy lip -- breaks sudden --, It doesn't state you how, It contemplated -- smiling --, Just consummated -- now --, But this one, wears its merriment, So patient -- like a pain --, Fresh gilded -- to elude the eyes, Unqualified, to scan -- ",
    "sentiment": 0
  },
  {
    "text": " We talked as Girls do --, Fond, and late --, We speculated fair, on every subject, but the Grave --, Of ours, none affair --, We handled Destinies, as cool --, As we -- Disposers -- be --, And God, a Quiet Party, To our Authority --, But fondest, dwelt upon Ourself, As we eventual -- be --, When Girls to Women, softly raised, We -- occupy -- Degree --, We parted with a contract, To cherish, and to write, But Heaven made both, impossible, Before another night. ",
    "sentiment": 0
  },
  {
    "text": " Each Life Converges to some Centre --, Expressed -- or still --, Exists in every Human Nature, A Goal --, Embodied scarcely to itself -- it may be --, Too fair, For Credibility's presumption, To mar --, Adored with caution -- as a Brittle Heaven --, To reach, Were hopeless, as the Rainbow's Raiment, To touch --, Yet persevered toward -- sure -- for the Distance --, How high --, Unto the Saint's slow diligence --, The Sky --, Ungained -- it may be -- by a Life's low Venture --, But then --, Eternity enable the endeavoring, Again. ",
    "sentiment": 0
  },
  {
    "text": " To her derided Home, A Weed of Summer came --, She did not know her station low, Nor Ignominy's Name --, Bestowed a summer long, Upon a frameless flower --, Then swept as lightly from disdain, As Lady from her Bower --, Of Bliss the Codes are few --, As Jesus cites of Him --, Come unto me the moiety, That wafts the Seraphim -- ",
    "sentiment": 0
  },
  {
    "text": " One Day is there of the Series, Termed Thanksgiving Day., Celebrated part at Table, Part in Memory., Neither Patriarch nor Pussy, I dissect the Play, Seems it to my Hooded thinking, Reflex Holiday., Had there been no sharp Subtraction, From the early Sum --, Not an Acre or a Caption, Where was once a Room --, Not a Mention, whose small Pebble, Wrinkled any Sea, Unto Such, were such Assembly, 'Twere Thanksgiving Day. ",
    "sentiment": 0
  },
  {
    "text": " The Veins of other Flowers, The Scarlet Flowers are, Till Nature leisure has for Terms, As Branch, and Jugular. We pass, and she abides., We conjugate Her Skill, While She creates and federates, Without a syllable. ",
    "sentiment": 0
  },
  {
    "text": " I know of people in the Grave, Who would be very glad, To know the news I know tonight, If they the chance had had., 'Tis this expands the least event, And swells the scantest deed --, My right to walk upon the Earth, If they this moment had. ",
    "sentiment": 0
  },
  {
    "text": "A Flower will not trouble her, it has so small a Foot, And yet if you compare the Lasts, Hers is the smallest Boot --",
    "sentiment": 0
  },
  {
    "text": " I felt a Funeral, in my Brain, And Mourners to and fro, Kept treading -- treading -- till it seemed, That Sense was breaking through --, And when they all were seated, A Service, like a Drum --, Kept beating -- beating -- till I thought, My Mind was going numb --, And then I heard them lift a Box, And creak across my Soul, With those same Boots of Lead, again, Then Space -- began to toll, As all the Heavens were a Bell, And Being, but an Ear, And I, and Silence, some strange Race, Wrecked, solitary, here --, And then a Plank in Reason, broke, And I dropped down, and down --, And hit a World, at every plunge, And Finished knowing -- then -- ",
    "sentiment": 0
  },
  {
    "text": " Tie the Strings to my Life, My Lord, Then, I am ready to go!, Just a look at the Horses --, Rapid! That will do!, Put me in on the firmest side --, So I shall never fall --, For we must ride to the Judgment --, And it's partly, down Hill --, But never I mind the steeper --, And never I mind the Sea --, Held fast in Everlasting Race --, By my own Choice, and Thee --, Goodbye to the Life I used to live --, And the World I used to know --, And kiss the Hills, for me, just once --, Then -- I am ready to go! ",
    "sentiment": 0
  },
  {
    "text": " Our little Kinsmen -- after Rain, In plenty may be seen, A Pink and Pulpy multitude, The tepid Ground upon., A needless life, it seemed to me, Until a little Bird, As to a Hospitality, Advanced and breakfasted., As I of He, so God of Me, I pondered, may have judged, And left the little Angle Worm, With Modesties enlarged. ",
    "sentiment": 0
  },
  {
    "text": " Through those old Grounds of memory, The sauntering alone, Is a divine intemperance, A prudent man would shun., Of liquors that are vended, 'Tis easy to beware, But statutes do not meddle, With the internal bar., Pernicious as the sunset, Permitting to pursue, But impotent to gather, The tranquil perfidy, Alloys our firmer moments, With that severest gold, Convenient to the longing, But otherwise withheld. ",
    "sentiment": 0
  },
  {
    "text": " Faithful to the end Amended, From the Heavenly Clause --, Constancy with a Proviso, Constancy abhors --, Crowns of Life are servile Prizes, To the stately Heart, , Given for the Giving, solely, , No Emolument., --, Faithful to the end Amended, From the Heavenly clause --, Lucrative indeed the offer, But the Heart withdraws --, I will give the base Proviso --, Spare Your Crown of Life --, Those it fits, too fair to wear it --, Try it on Yourself -- ",
    "sentiment": 0
  },
  {
    "text": " Away from Home are some and I --, An Emigrant to be, In a Metropolis of Homes, Is easy, possibly --, The Habit of a Foreign Sky, We -- difficult -- acquire, As Children, who remain in Face, The more their Feet retire. ",
    "sentiment": 0
  },
  {
    "text": " 'Twould ease -- a Butterfly --, Elate -- a Bee --, Thou'rt neither --, Neither -- thy capacity --, But, Blossom, were I, , I would rather be, Thy moment, Than a Bee's Eternity --, Content of fading, Is enough for me --, Fade I unto Divinity --, And Dying -- Lifetime --, Ample as the Eye --, Her least attention raise on me -- ",
    "sentiment": 0
  },
  {
    "text": " Flowers -- Well -- if anybody, Can the ecstasy define --, Half a transport -- half a trouble --, With which flowers humble men: , Anybody find the fountain, From which floods so contra flow --, I will give him all the Daisies, Which upon the hillside blow., Too much pathos in their faces, For a simple breast like mine --, Butterflies from St. Domingo, Cruising round the purple line --, Have a system of aesthetics --, Far superior to mine. ",
    "sentiment": 0
  },
  {
    "text": " I'm sorry for the Dead -- Today --, It's such congenial times, Old Neighbors have at fences --, It's time o' year for Hay., And Broad -- Sunburned Acquaintance, Discourse between the Toil --, And laugh, a homely species, That makes the Fences smile --, It seems so straight to lie away, From all of the noise of Fields --, The Busy Carts -- the fragrant Cocks --, The Mower's Metre -- Steals --, A Trouble lest they're homesick --, Those Farmers -- and their Wives --, Set separate from the Farming --, And all the Neighbors' lives --, A Wonder if the Sepulchre, Don't feel a lonesome way --, When Men -- and Boys -- and Carts -- and June, , Go down the Fields to Hay -- ",
    "sentiment": 0
  },
  {
    "text": "Those fair -- fictitious People --, The Women -- plucked away, From our familiar Lifetime --, The Men of Ivory --, Those Boys and Girls, in Canvas --, Who stay upon the Wall, In Everlasting Keepsake --, Can Anybody tell?, We trust -- in places perfecter --, Inheriting Delight, Beyond our faint Conjecture --, Our dizzy Estimate --, Remembering ourselves, we trust --, Yet Blesseder -- than We --, Through Knowing -- where We only hope --, Receiving -- where we -- pray --, Of Expectation -- also --, Anticipating us, With transport, that would be a pain, Except for Holiness --, Esteeming us -- as Exile --, Themself -- admitted Home --, Through easy Miracle of Death --, The Way ourself, must come --",
    "sentiment": 0
  },
  {
    "text": "If I'm lost -- now, That I was found --, Shall still my transport be --, That once -- on me -- those Jasper Gates, Blazed open -- suddenly --, That in my awkward -- gazing -- face --, The Angels -- softly peered --, And touched me with their fleeces, Almost as if they cared --, I'm banished -- now -- you know it --, How foreign that can be --, You'll know -- Sir -- when the Savior's face, Turns so -- away from you --",
    "sentiment": 0
  },
  {
    "text": " The fairest Home I ever knew, Was founded in an Hour, By Parties also that I knew, A spider and a Flower --, A manse of mechlin and of Floes --",
    "sentiment": 0
  },

  {
    "text": "Dying! Dying in the night!, Won't somebody bring the light, So I can see which way to go, Into the everlasting snow?, And Jesus! Where is Jesus gone?, They said that Jesus -- always came --, Perhaps he doesn't know the House --, This way, Jesus, Let him pass!, Somebody run to the great gate, And see if Dollie's coming! Wait!, I hear her feet upon the stair!, Death won't hurt -- now Dollie's here!",
    "sentiment": 0
  },
  {
    "text": "How happy I was if I could forget, To remember how sad I am, Would be an easy adversity, But the recollecting of Bloom, Keeps making November difficult, Till I who was almost bold, Lose my way like a little Child, And perish of the cold.",
    "sentiment": 0
  },
  {
    "text": "To mend each tattered Faith, There is a needle fair, Though no appearance indicate --, 'Tis threaded in the Air --, And though it do not wear, As if it never Tore, 'Tis very comfortable indeed, And spacious as before --",
    "sentiment": 0
  },
  {
    "text": " Death leaves Us homesick, who behind, Except that it is gone, Are ignorant of its Concern, As if it were not born., Through all their former Places, we, Like Individuals go, Who something lost, the seeking for, Is all that's left them, now --",
    "sentiment": 0
  },
  {
    "text": "One Sister have I in our house, And one, a hedge away., There's only one recorded, But both belong to me., One came the road that I came --, And wore my last year's gown --, The other, as a bird her nest, Builded our hearts among., She did not sing as we did --, It was a different tune --, Herself to her a music, As Bumble bee of June., Today is far from Childhood --, But up and down the hills, I held her hand the tighter --, Which shortened all the miles --, And still her hum, The years among, Deceives the Butterfly;, Still in her Eye, The Violets lie, Mouldered this many May., I spilt the dew --, But took the morn --, I chose this single star, From out the wide night's numbers --, Sue - forevermore!",
    "sentiment": 0
  },
  {
    "text": "The Sun is gay or stark, According to our Deed., If Merry, He is merrier --, If eager for the Dead, Or an expended Day, He helped to make too bright, His mighty pleasure suits Us not, It magnifies our Freight",
    "sentiment": 0
  },
  {
    "text": "The Moon was but a Chin of Gold, A Night or two ago --, And now she turns Her perfect Face, Upon the World below --, Her Forehead is of Amplest Blonde --, Her Cheek -- a Beryl hewn --, Her Eye unto the Summer Dew, The likest I have known --, Her Lips of Amber never part --, But what must be the smile, Upon Her Friend she could confer, Were such Her Silver Will --, And what a privilege to be, But the remotest Star --, For Certainty She take Her Way, Beside Your Palace Door --, Her Bonnet is the Firmament --, The Universe -- Her Shoe --, The Stars -- the Trinkets at Her Belt --, Her Dimities -- of Blue --",
    "sentiment": 0
  },
  {
    "text": "Better -- than Music! For I -- who heard it --, I was used -- to the Birds -- before --, This -- was different -- 'Twas Translation --, Of all tunes I knew -- and more --, 'Twasn't contained -- like other stanza --, No one could play it -- the second time --, But the Composer -- perfect Mozart --, Perish with him -- that Keyless Rhyme!, So -- Children -- told how Brooks in Eden --, Bubbled a better -- Melody --, Quaintly infer -- Eve's great surrender --, Urging the feet -- that would -- not -- fly --, Children -- matured -- are wiser -- mostly --, Eden -- a legend -- dimly told --, Eve -- and the Anguish -- Grandame's story --, But -- I was telling a tune -- I heard --, Not such a strain -- the Church -- baptizes --, When the last Saint -- goes up the Aisles --, Not such a stanza splits the silence --, When the Redemption strikes her Bells --, Let me not spill -- its smallest cadence --, Humming -- for promise -- when alone --, Humming -- until my faint Rehearsal --, Drop into tune -- around the Throne --",
    "sentiment": 0
  },
  {
    "text": "The Moon upon her fluent Route, Defiant of a Road --, The Star's Etruscan Argument, Substantiate a God --, If Aims impel these Astral Ones, The ones allowed to know, Know that which makes them as forgot, As Dawn forgets them -- now --",
    "sentiment": 0
  },
  {
    "text": "The pretty Rain from those sweet Eaves, Her unintending Eyes --, Took her own Heart, including ours, , By innocent Surprise --, The wrestle in her simple Throat, To hold the feeling down, That vanquished her -- defeated Feat --, Was Fervor's sudden Crown --",
    "sentiment": 0
  },
  {
    "text": "Where Roses would not dare to go, What Heart would risk the way --, And so I send my Crimson Scouts, To sound the Enemy --",
    "sentiment": 0
  },
  {
    "text": "She sped as Petals of a Rose, Offended by the Wind --, A frail Aristocrat of Time, Indemnity to find --, Leaving on nature -- a Default, As Cricket or as Bee --, But Andes in the Bosoms where, She had begun to lie --",
    "sentiment": 0
  },
  {
    "text": "Three times -- we parted -- Breath -- and I --, Three times -- He would not go --, But strove to stir the lifeless Fan, The Waters -- strove to stay., Three Times -- the Billows tossed me up --, Then caught me -- like a Ball --, Then made Blue faces in my face --, And pushed away a sail, That crawled Leagues off -- I liked to see --, For thinking -- while I die --, How pleasant to behold a Thing, Where Human faces -- be --, The Waves grew sleepy -- Breath -- did not --, The Winds -- like Children -- lulled --, Then Sunrise kissed my Chrysalis --, And I stood up -- and lived --",
    "sentiment": 0
  },
  {
    "text": "Winter under cultivation, Is as arable as Spring.",
    "sentiment": 0
  },
  {
    "text": "Nature rarer uses Yellow, Than another Hue., Saves she all of that for Sunsets, Prodigal of Blue, Spending Scarlet, like a Woman, Yellow she affords, Only scantly and selectly, Like a Lover's Words.",
    "sentiment": 0
  },
  {
    "text": " Some such Butterfly be seen, On Brazilian Pampas --, Just at noon -- no later -- Sweet --, Then -- the License closes --, Some such Spice -- express and pass --, Subject to Your Plucking --, As the Stars -- You knew last Night --, Foreigners -- This Morning --",
    "sentiment": 0
  },
  {
    "text": "Like Men and Women Shadows walk, Upon the Hills Today --, With here and there a mighty Bow, Or trailing Courtesy, To Neighbors doubtless of their own, Not quickened to perceive, Minuter landscape as Ourselves, And Boroughs where we live --",
    "sentiment": 0
  },
  {
    "text": "For Death -- or rather, For the Things 'twould buy --, This -- put away, Life's Opportunity --, The Things that Death will buy, Are Room --, Escape from Circumstances --, And a Name --, With Gifts of Life, How Death's Gifts may compare --, We know not --, For the Rates -- lie Here --",
    "sentiment": 0
  },

  {
    "text": "In snow thou comest --, Thou shalt go with the resuming ground, The sweet derision of the crow, And Glee's advancing sound., In fear thou comest --, Thou shalt go at such a gait of joy, That man anew embark to live, Upon the depth of thee.",
    "sentiment": 0
  },
  {
    "text": "Bloom -- is Result -- to meet a Flower, And casually glance, Would scarcely cause one to suspect, The minor Circumstance, Assisting in the Bright Affair, So intricately done, Then offered as a Butterfly, To the Meridian --, To pack the Bud -- oppose the Worm --, Obtain its right of Dew --, Adjust the Heat -- elude the Wind --, Escape the prowling Bee, Great Nature not to disappoint, Awaiting Her that Day --, To be a Flower, is profound, Responsibility -- ",
    "sentiment": 0
  },
  {
    "text": " Winter is good -- his Hoar Delights, Italic flavor yield, To Intellects inebriate, With Summer, or the World --, Generic as a Quarry, And hearty -- as a Rose --, Invited with Asperity, But welcome when he goes. ",
    "sentiment": 0
  },
  {
    "text": "Touch lightly Nature's sweet Guitar, Unless thou know'st the Tune, Or every Bird will point at thee, Because a Bard too soon --",
    "sentiment": 0
  },
  {
    "text": "When I hoped I feared --, Since I hoped I dared, Everywhere alone, As a Church remain --, Spectre cannot harm --, Serpent cannot charm --, He deposes Doom, Who hath suffered him --",
    "sentiment": 0
  },
  {
    "text": " I watched the Moon around the House, Until upon a Pane --, She stopped -- a Traveller's privilege -- for Rest --, And there upon, I gazed -- as at a stranger --, The Lady in the Town, Doth think no incivility, To lift her Glass -- upon --, But never Stranger justified, The Curiosity, Like Mine -- for not a Foot -- nor Hand --, Nor Formula -- had she --, But like a Head -- a Guillotine, Slid carelessly away --, Did independent, Amber --, Sustain her in the sky --, Or like a Stemless Flower --, Upheld in rolling Air, By finer Gravitations --, Than bind Philosopher --, No Hunger -- had she -- nor an Inn --, Her Toilette -- to suffice --, Nor Avocation -- nor Concern, For little Mysteries, As harass us -- like Life -- and Death --, And Afterwards -- or Nay --, But seemed engrossed to Absolute --, With shining -- and the Sky --, The privilege to scrutinize, Was scarce upon my Eyes, When, with a Silver practise --, She vaulted out of Gaze --, And next -- I met her on a Cloud --, Myself too far below, To follow her superior Road --, Or its advantage -- Blue -- ",
    "sentiment": 0
  },
  {
    "text": " Nature is what we see --, The Hill -- the Afternoon --, Squirrel -- Eclipse -- the Bumble bee --, Nay -- Nature is Heaven --, Nature is what we hear --, The Bobolink -- the Sea --, Thunder -- the Cricket --, Nay -- Nature is Harmony --, Nature is what we know --, Yet have no art to say --, So impotent Our Wisdom is, To her Simplicity. ",
    "sentiment": 0
  },
  {
    "text": " My period had come for Prayer --, No other Art -- would do --, My Tactics missed a rudiment --, Creator -- Was it you?, God grows above -- so those who pray, Horizons -- must ascend --, And so I stepped upon the North, To see this Curious Friend --, His House was not -- no sign had He --, By Chimney -- nor by Door, Could I infer his Residence --, Vast Prairies of Air, Unbroken by a Settler --, Were all that I could see --, Infinitude -- Had'st Thou no Face, That I might look on Thee?, The Silence condescended --, Creation stopped -- for Me --, But awed beyond my errand --, I worshipped -- did not pray --",
    "sentiment": 0
  },

  {
    "text": "I have a Bird in spring, Which for myself doth sing --, The spring decoys., And as the summer nears --, And as the Rose appears, Robin is gone., Yet do I not repine, Knowing that Bird of mine, Though flown --, Learneth beyond the sea, Melody new for me, And will return., Fast is a safer hand, Held in a truer Land, Are mine --, And though they now depart, Tell I my doubting heart, They're thine., In a serener Bright, In a more golden light, I see, Each little doubt and fear, Each little discord here, Removed., Then will I not repine, Knowing that Bird of mine, Though flown, Shall in a distant tree, Bright melody for me, Return.",
    "sentiment": 0
  },
  {
    "text": "Take your Heaven further on --, This -- to Heaven divine Has gone --, Had You earlier blundered in, Possibly, e'en You had seen, An Eternity -- put on --, Now -- to ring a Door beyond, Is the utmost of Your Hand --, To the Skies -- apologize --, Nearer to Your Courtesies, Than this Sufferer polite --, Dressed to meet You --, See -- in White!",
    "sentiment": 0
  },

  {
    "text": "Fame's Boys and Girls, who never die, And are too seldom born --",
    "sentiment": 0
  },
  {
    "text": "Nobody knows this little Rose --, It might a pilgrim be, Did I not take it from the ways, And lift it up to thee., Only a Bee will miss it --, Only a Butterfly, , Hastening from far journey --, On its breast to lie --, Only a Bird will wonder --, Only a Breeze will sigh --, Ah Little Rose -- how easy, For such as thee to die!",
    "sentiment": 0
  },
  {
    "text": "Could that sweet Darkness where they dwell, Be once disclosed to us, The clamor for their loveliness, Would burst the Loneliness --",
    "sentiment": 0
  },
  {
    "text": "As the Starved Maelstrom laps the Navies, As the Vulture teased, Forces the Broods in lonely Valleys, As the Tiger eased, By but a Crumb of Blood, fasts Scarlet, Till he meet a Man, Dainty adorned with Veins and Tissues, And partakes -- his Tongue, Cooled by the Morsel for a moment, Grows a fiercer thing, Till he esteem his Dates and Cocoa, A Nutrition mean, I, of a finer Famine, Deem my Supper dry, For but a Berry of Domingo, And a Torrid Eye.",
    "sentiment": 0
  },

  {
    "text": "The Bird her punctual music brings, And lays it in its place --, Its place is in the Human Heart, And in the Heavenly Grace --, What respite from her thrilling toil, Did Beauty ever take --, But Work might be electric Rest, To those that Magic make --",
    "sentiment": 0
  },
  {
    "text": " A little Snow was here and there, Disseminated in her Hair --, Since she and I had met and played, Decade had gathered to Decade --, But Time had added not obtained, Impregnable the Rose, For summer too indelible, Too obdurate for Snows --",
    "sentiment": 0
  },
  {
    "text": " Beauty -- be not caused -- It Is --, Chase it, and it ceases --, Chase it not, and it abides --, Overtake the Creases, In the Meadow -- when the Wind, Runs his fingers thro' it --, Deity will see to it, That You never do it --",
    "sentiment": 0
  },
  {
    "text": " The Road was lit with Moon and star --, The Trees were bright and still --, Descried I -- by the distant Light, A Traveller on a Hill --, To magic Perpendiculars, Ascending, though Terrene --, Unknown his shimmering ultimate --, But he indorsed the sheen --",
    "sentiment": 0
  },

  {
    "text": " A soft Sea washed around the House, A Sea of Summer Air, And rose and fell the magic Planks, That sailed without a care --, For Captain was the Butterfly, For Helmsman was the Bee, And an entire universe, For the delighted crew.",
    "sentiment": 0
  },
  {
    "text": " I had no time to Hate --, Because, The Grave would hinder Me --, And Life was not so, Ample I, Could finish -- Enmity --, Nor had I time to Love --, But since, Some Industry must be --, The little Toil of Love --, I thought, Be large enough for Me --",
    "sentiment": 0
  },

  {
    "text": "A Pang is more conspicuous in Spring, In contrast with the things that sing, Not Birds entirely -- but Minds --, Minute Effulgencies and Winds --, When what they sung for is undone, Who cares about a Blue Bird's Tune --, Why, Resurrection had to wait, Till they had moved a Stone --",
    "sentiment": 0
  },
  {
    "text": "One Life of so much Consequence!, Yet I -- for it -- would pay --, My Soul's entire income --, In ceaseless -- salary --, One Pearl -- to me -- so signal --, That I would instant dive --, Although -- I knew -- to take it --, Would cost me -- just a life!, The Sea is full -- I know it!, That -- does not blur my Gem!, It burns -- distinct from all the row --, Intact -- in Diadem!, The life is thick -- I know it!, Yet -- not so dense a crowd --, But Monarchs -- are perceptible --, Far down the dustiest Road!",
    "sentiment": 0
  },

  {
    "text": " For largest Woman's Hearth I knew --, 'Tis little I can do --, And yet the largest Woman's Heart, Could hold an Arrow -- too --, And so, instructed by my own, I tenderer, turn Me to.",
    "sentiment": 0
  },
  {
    "text": " Forever honored by the Tree, Whose Apple Winterworn, Enticed to Breakfast from the Sky, Two Gabriels Yestermorn., They registered in Nature's Book, As Robins -- Sire and Son --, But Angels have that modest way, To screen them from Renown.",
    "sentiment": 0
  },

  {
    "text": "The Winters are so short --, I'm hardly justified, In sending all the Birds away --, And moving into Pod --, Myself -- for scarcely settled --, The Phoebes have begun --, And then -- it's time to strike my Tent --, And open House -- again --, It's mostly, interruptions --, My Summer -- is despoiled --, Because there was a Winter -- once --, And al the Cattle -- starved --, And so there was a Deluge --, And swept the World away --, But Ararat's a Legend -- now --, And no one credits Noah --",
    "sentiment": 0
  },
  {
    "text": " To lose one's faith -- surpass, The loss of an Estate --, Because Estates can be, Replenished -- faith cannot --, Inherited with Life --, Belief -- but once -- can be --, Annihilate a single clause --, And Being's -- Beggary --",
    "sentiment": 0
  },

  {
    "text": "My Season's furthest Flower --, I tenderer commend, Because I found Her Kinsmanless, A Grace without a Friend.",
    "sentiment": 0
  },
  {
    "text": " If I should cease to bring a Rose, Upon a festal day, , 'Twill be because beyond the Rose, I have been called away --, If I should cease to take the names, My buds commemorate --, 'Twill be because Death's finger, Claps my murmuring lip!",
    "sentiment": 0
  },

  {
    "text": " The Definition of Beauty is, That Definition is none --, Of Heaven, easing Analysis, Since Heaven and He are one.",
    "sentiment": 0
  },
  {
    "text": " Given in Marriage unto Thee, Oh thou Celestial Host --, Bride of the Father and the Son, Bride of the Holy Ghost., Other Betrothal shall dissolve --, Wedlock of Will, decay --, Only the Keeper of this Ring, Conquer Mortality --",
    "sentiment": 0
  },

  {
    "text": " Before you thought of Spring, Except as a Surmise, You see -- God bless his suddenness --, A Fellow in the Skies, Of independent Hues, A little weather worn, Inspiriting habiliments, Of Indigo and Brown --, With specimens of Song, As if for you to choose --, Discretion in the interval, With gay delays he goes, To some superior Tree, Without a single Leaf, And shouts for joy to Nobody, But his seraphic self --",
    "sentiment": 0
  },
  {
    "text": " You know that Portrait in the Moon --, So tell me who 'tis like --, The very Brow -- the stooping eyes --, A fog for -- Say -- Whose Sake?, The very Pattern of the Cheek --, It varies -- in the Chin --, But -- Ishmael -- since we met -- 'tis long --, And fashions -- intervene --, When Moon's at full -- 'Tis Thou -- I say --, My lips just hold the name --, When crescent -- Thou art worn -- I note --, But -- there -- the Golden Same --, And when -- Some Night -- Bold -- slashing Clouds, Cut Thee away from Me --, That's easier -- than the other film, That glazes Holiday -- ",
    "sentiment": 0
  },

  {
    "text": " Would you like summer? Taste of ours., Spices? Buy here!, Ill! We have berries, for the parching!, Weary! Furloughs of down!, Perplexed! Estates of violet trouble ne'er looked on!, Captive! We bring reprieve of roses!, Fainting! Flasks of air!, Even for Death, a fairy medicine., But, which is it, sir?",
    "sentiment": 0
  },
  {
    "text": " I cannot dance upon my Toes --, No Man instructed me --, But oftentimes, among my mind, , A Glee possesseth me, , That had I Ballet knowledge --, Would put itself abroad, In Pirouette to blanch a Troupe --, Or lay a Prima, mad, , And though I had no Gown of Gauze --, No Ringlet, to my Hair, , Nor hopped to Audiences -- like Birds, One Claw upon the Air, Nor tossed my shape in Eider Balls, Nor rolled on wheels of snow, Till I was out of sight, in sound, The House encore me so --, Nor any know I know the Art, I mention -- easy -- Here --, Nor any Placard boast me --, It's full as Opera -- ",
    "sentiment": 0
  },

  {
    "text": "Teach Him -- When He makes the names --, Such an one -- to say --, On his babbling -- Berry -- lips --, As should sound -- to me --, Were my Ear -- as near his nest --, As my thought -- today --, As should sound --, Forbid us not --, Some like Emily.",
    "sentiment": 0
  },
  {
    "text": "I send you a decrepit flower, That nature sent to me, At parting -- she was going south, And I designed to stay --, Her motive for the souvenir, If sentiment for me, Or circumstances prudential, Withheld invincibly --",
    "sentiment": 0
  },
  {
    "text": "Is Heaven a Physician?, They say that He can heal --, But Medicine Posthumous, Is unavailable --, Is Heaven an Exchequer?, They speak of what we owe --, But that negotiation, I'm not a Party to --",
    "sentiment": 0
  },

  {
    "text": "The feet of people walking home, With gayer sandals go --, The Crocus -- til she rises, The Vassal of the snow --, The lips at Hallelujah, Long years of practise bore, Til bye and bye these Bargemen, Walked singing on the shore., Pearls are the Diver's farthings, Extorted from the Sea --, Pinions -- the Seraph's wagon, Pedestrian once -- as we --, Night is the morning's Canvas, Larceny -- legacy --, Death, but our rapt attention, To Immortality., My figures fail to tell me, How far the Village lies --, Whose peasants are the Angels --, Whose Cantons dot the skies --, My Classics veil their faces --, My faith that Dark adores --, Which from its solemn abbeys, Such ressurection pours.",
    "sentiment": 0
  },
  {
    "text": " We pray -- to Heaven --, We prate -- of Heaven --, Relate -- when Neighbors die --, At what o'clock to heaven -- they fled --, Who saw them -- Wherefore fly?, Is Heaven a Place -- a Sky -- a Tree?, Location's narrow way is for Ourselves --, Unto the Dead, There's no Geography --, But State -- Endowal -- Focus --, Where -- Omnipresence -- fly?",
    "sentiment": 0
  },
  {
    "text": " Perhaps you'd like to buy a flower,, But I could never sell --, If you would like to borrow, Until the Daffodil, Unties her yellow Bonnet, Beneath the village door, Until the Bees, from Clover rows, Their Hock, and Sherry, draw, Why, I will lend until just then, But not an hour more!",
    "sentiment": 0
  },
  {
    "text": "I cannot meet the Spring unmoved --, I feel the old desire --, A Hurry with a lingering, mixed, , A Warrant to be fair --, A Competition in my sense, With something hid in Her --, And as she vanishes, Remorse, I saw no more of Her.",
    "sentiment": 0
  },
  {
    "text": "I thought that nature was enough, Till Human nature came, But that the other did absorb, As Parallax a Flame --, Of Human nature just aware, There added the Divine, Brief struggle for capacity, The power to contain, Is always as the contents, But give a Giant room, And you will lodge a Giant, And not a smaller man",
    "sentiment": 0
  },
  {
    "text": "The Leaves like Women interchange, Exclusive Confidence --, Somewhat of nods and somewhat, Portentous inference., The Parties in both cases, Enjoining secrecy --, Inviolable compact, To notoriety.",
    "sentiment": 0
  },

  {
    "text": "Of Nature I shall have enough, When I have entered these, Entitled to a Bumble bee's, Familiarities.",
    "sentiment": 0
  },
  {
    "text": "My Garden -- like the Beach --, Denotes there be -- a Sea --, That's Summer --, Such as These -- the Pearls, She fetches -- such as Me",
    "sentiment": 0
  },
  {
    "text": "I'll tell you how the Sun rose --, A Ribbon at a time --, The Steeples swam in Amethyst --, The news, like Squirrels, ran --, The Hills untied their Bonnets --, The Bobolinks -- begun --, Then I said softly to myself --, That must have been the Sun!, But how he set -- I know not --, There seemed a purple stile, That little Yellow boys and girls, Were climbing all the while --, Till when they reached the other side, A Dominie in Gray --, Put gently up the evening Bars --, And led the flock away --",
    "sentiment": 0
  },
  {
    "text": "A something in a summer's Day, As slow her flambeaux burn away, Which solemnizes me., A something in a summer's noon --, A depth -- an Azure -- a perfume --, Transcending ecstasy., And still within a summer's night, A something so transporting bright, I clap my hands to see --, Then veil my too inspecting face, Lets such a subtle -- shimmering grace, Flutter too far for me --, The wizard fingers never rest --, The purple brook within the breast, Still chafes it narrow bed --, Still rears the East her amber Flag --, Guides still the sun along the Crag, His Caravan of Red --, So looking on -- the night -- the morn, Conclude the wonder gay --, And I meet, coming thro' the dews, Another summer's Day!",
    "sentiment": 0
  },
  {
    "text": "Four Trees -- upon a solitary Acre --, Without Design, Or Order, or Apparent Action --, Maintain --, The Sun -- upon a Morning meets them --, The Wind --, No nearer Neighbor -- have they --, But God --, The Acre gives them -- Place --, They -- Him -- Attention of Passer by --, Of Shadow, or of Squirrel, haply --, Or Boy --, What Deed is Theirs unto the General Nature --, What Plan, They severally -- retard -- or further --, Unknown --",
    "sentiment": 0
  },
  {
    "text": "Spring comes on the World --, I sight the Aprils --, Hueless to me until thou come, As, till the Bee, Blossoms stand negative, , Touched to Conditions, By a Hum.",
    "sentiment": 0
  },

  {
    "text": "The waters chased him as he fled, Not daring look behind --, A billow whispered in his Ear, Come home with me, my friend --, My parlor is of shriven glass, My pantry has a fish, For every palate in the Year --, To this revolting bliss, The object floating at his side, Made no distinct reply.",
    "sentiment": 0
  },
  {
    "text": " Not One by Heaven defrauded stay --, Although he seem to steal, He restitutes in some sweet way, Secreted in his will --",
    "sentiment": 0
  },

  {
    "text": " All but Death, can be Adjusted --, Dynasties repaired --, Systems -- settled in their Sockets --, Citadels -- dissolved --, Wastes of Lives -- resown with Colors, By Succeeding Springs --, Death -- unto itself -- Exception --, Is exempt from Change --",
    "sentiment": 0
  },
  {
    "text": "Jesus! thy Crucifix, Enable thee to guess, The smaller size!, Jesus! thy second face, Mind thee in Paradise, Of ours!",
    "sentiment": 0
  },
  {
    "text": "I saw no Way -- The Heavens were stitched --, I felt the Columns close --, The Earth reversed her Hemispheres --, I touched the Universe --, And back it slid -- and I alone --, A Speck upon a Ball --, Went out upon Circumference --, Beyond the Dip of Bell --",
    "sentiment": 0
  },
  {
    "text": "Lest this be Heaven indeed, An Obstacle is given, That always gauges a Degree, Between Ourself and Heaven.",
    "sentiment": 0
  },
  {
    "text": "I know some lonely Houses off the Road, A Robber'd like the look of --, Wooden barred, And Windows hanging low, Inviting to --, A Portico, Where two could creep --, One -- hand the Tools --, The other peep --, To make sure All's Asleep --, Old fashioned eyes --, Not easy to surprise!, How orderly the Kitchen'd look, by night, With just a Clock --, But they could gag the Tick --, And Mice won't bark --, And so the Walls -- don't tell --, None -- will --, A pair of Spectacles ajar just stir --, An Almanac's aware --, Was it the Mat -- winked, Or a Nervous Star?, The Moon -- slides down the stair, To see who's there!, There's plunder -- where --, Tankard, or Spoon --, Earring -- or Stone --, A Watch -- Some Ancient Brooch, To match the Grandmama --, Staid sleeping -- there --, Day -- rattles -- too, Stealth's -- slow --, The Sun has got as far, As the third Sycamore --, Screams Chanticleer, Who's there?, And Echoes -- Trains away, Sneer -- Where!, While the old Couple, just astir, Fancy the Sunrise -- left the door ajar!",
    "sentiment": 0
  },
  {
    "text": "Expanse cannot be lost --, Not Joy, but a Decree, Is Deity --, His Scene, Infinity --, Whose rumor's Gate was shut so tight, Before my Beam was sown, , Not even a Prognostic's push, Could make a Dent thereon --, The World that thou hast opened, Shuts for thee, , But not alone, , We all have followed thee --, Escape more slowly, To thy Tracts of Sheen --, The Tent is listening, , But the Troops are gone!",
    "sentiment": 0
  },

  {
    "text": "Peace is a fiction of our Faith --, The Bells a Winter Night, Bearing the Neighbor out of Sound, That never did alight.",
    "sentiment": 0
  },
  {
    "text": "Our journey had advanced --, Our feet were almost come, To that odd Fork in Being's Road --, Eternity -- by Term --, Our pace took sudden awe --, Our feet -- reluctant -- led --, Before -- were Cities -- but Between --, The Forest of the Dead --, Retreat -- was out of Hope --, Behind -- a Sealed Route --, Eternity's White Flag -- Before --, And God -- at every Gate --",
    "sentiment": 0
  },

  {
    "text": "Split the Lark -- and you'll find the Music --, Bulb after Bulb, in Silver rolled --, Scantilly dealt to the Summer Morning, Saved for your Ear when Lutes be old., Loose the Flood -- you shall find it patent --, Gush after Gush, reserved for you --, Scarlet Experiment! Sceptic Thomas!, Now, do you doubt that your Bird was true?",
    "sentiment": 0
  },
  {
    "text": "Hope is a subtle Glutton --, He feeds upon the Fair --, And yet -- inspected closely, What Abstinence is there --, His is the Halcyon Table --, That never seats but One --, And whatsoever is consumed, The same amount remain --",
    "sentiment": 0
  },

  {
    "text": "When I was small, a Woman died --, Today -- her Only Boy, Went up from the Potomac --, His face all Victory, To look at her -- How slowly, The Seasons must have turned, Till Bullets clipt an Angle, And He passed quickly round --, If pride shall be in Paradise --, Ourself cannot decide --, Of their imperial Conduct --, No person testified --, But, proud in Apparition --, That Woman and her Boy, Pass back and forth, before my Brain, As even in the sky --, I'm confident that Bravoes --, Perpetual break abroad, For Braveries, remote as this, In Scarlet Maryland --",
    "sentiment": 0
  },
  {
    "text": "Do People moulder equally, , They bury, in the Grave?, I do believe a Species, As positively live, As I, who testify it, Deny that I -- am dead --, And fill my Lungs, for Witness --, From Tanks -- above my Head --, I say to you, said Jesus --, That there be standing here --, A Sort, that shall not taste of Death --, If Jesus was sincere --, I need no further Argue --, That statement of the Lord, Is not a controvertible --, He told me, Death was dead --",
    "sentiment": 0
  },

  {
    "text": "Had I presumed to hope --, The loss had been to Me, A Value -- for the Greatness' Sake --, As Giants -- gone away --, Had I presumed to gain, A Favor so remote --, The failure but confirm the Grace, In further Infinite --, 'Tis failure -- not of Hope --, But Confident Despair --, Advancing on Celestial Lists --, With faint -- Terrestial power --, 'Tis Honor -- though I die --, For That no Man obtain, Till He be justified by Death --, This -- is the Second Gain --",
    "sentiment": 0
  },
  {
    "text": "I hide myself within my flower, , That fading from your Vase, , You, unsuspecting, feel for me --, Almost a loneliness.",
    "sentiment": 0
  },
  {
    "text": "When Roses cease to bloom, Sir, And Violets are done --, When Bumblebees in solemn flight, Have passed beyond the Sun --, The hand that paused to gather, Upon this Summer's day, Will idle lie -- in Auburn --, Then take my flowers -- pray!",
    "sentiment": 0
  },
  {
    "text": "These are the Signs to Nature's Inns --, Her invitation broad, To Whosoever famishing, To taste her mystic Bread --, These are the rites of Nature's House --, The Hospitality, That opens with an equal width, To Beggar and to Bee, For Sureties of her staunch Estate, Her undecaying Cheer, The Purple in the East is set, And in the North, the Star --",
    "sentiment": 0
  },
  {
    "text": "Besides the Autumn poets sing, A few prosaic days, A little this side of the snow, And that side of the Haze --, A few incisive Mornings --, A few Ascetic Eves --, Gone -- Mr. Bryant's Golden Rod --, And Mr. Thomson's sheaves. Still, is the bustle in the Brook --, Sealed are the spicy valves --, Mesmeric fingers softly touch, The Eyes of many Elves --, Perhaps a squirrel may remain --, My sentiments to share --, Grant me, Oh Lord, a sunny mind --, Thy windy will to bear!",
    "sentiment": 0
  },
  {
    "text": "Prayer is the little implement, Through which Men reach, Where Presence -- is denied them., They fling their Speech, By means of it -- in God's Ear --, If then He hear --, This sums the Apparatus, Comprised in Prayer --",
    "sentiment": 0
  },
  {
    "text": "I started Early -- Took my Dog --, And visited the Sea --, The Mermaids in the Basement, Came out to look at me --, And Frigates -- in the Upper Floor, Extended Hempen Hands --, Presuming Me to be a Mouse --, Aground -- upon the Sands --, But no Man moved Me -- till the Tide, Went past my simple Shoe --, And past my Apron -- and my Belt --, And past my Bodice -- too --, And made as He would eat me up --, As wholly as a Dew, Upon a Dandelion's Sleeve --, And then -- I started -- too --, And He -- He followed -- close behind --, I felt his Silver Heel, Upon my Ankle -- Then my Shoes, Would overflow with Pearl --, Until We met the Solid Town --, No One He seemed to know --, And bowing -- with a Mighty look --, At me -- The Sea withdrew --",
    "sentiment": 0
  },
  {
    "text": "I never lost as much but twice, , And that was in the sod., Twice have I stood a beggar, Before the door of God!, Angels -- twice descending, Reimbursed my store --, Burglar! Banker -- Father!, I am poor once more!",
    "sentiment": 0
  },
  {
    "text": "Why -- do they shut Me out of Heaven?, Did I sing -- too loud?, But -- I can say a little Minor Timid as a Bird!, Wouldn't the Angels try me --, Just -- once -- more --, Just -- see -- if I troubled them --, But don't -- shut the door!, Oh, if I -- were the Gentleman, In the White Robe --, And they -- were the little Hand -- that knocked --, Could -- I -- forbid?",
    "sentiment": 0
  },
  {
    "text": "Love -- is that later Thing than Death --, More previous -- than Life --, Confirms it at its entrance -- And, Usurps it -- of itself --, Tastes Death -- the first -- to hand the sting, The Second -- to its friend --, Disarms the little interval --, Deposits Him with God --, Then hovers -- an inferior Guard --, Lest this Beloved Charge, Need -- once in an Eternity --, A smaller than the Large --",
    "sentiment": 0
  },
  {
    "text": "My Faith is larger than the Hills --, So when the Hills decay --, My Faith must take the Purple Wheel, To show the Sun the way --, 'Tis first He steps upon the Vane --, And then -- upon the Hill --, And then abroad the World He go, To do His Golden Will --, And if His Yellow feet should miss --, The Bird would not arise --, The Flowers would slumber on their Stems --, No Bells have Paradise --, How dare I, therefore, stint a faith, On which so vast depends --, Lest Firmament should fail for me --, The Rivet in the Bands",
    "sentiment": 0
  },
  {
    "text": "Who has not found the Heaven -- below --, Will fail of it above --, For Angels rent the House next ours, , Wherever we remove --",
    "sentiment": 0
  },
  {
    "text": "Only God -- detect the Sorrow --, Only God --, The Jehovahs -- are no Babblers --, Unto God --, God the Son -- Confide it --, Still secure --, God the Spirit's Honor --, Just as sure --",
    "sentiment": 0
  },
  {
    "text": "To see the Summer Sky, Is Poetry, though never in a Book it lie --, True Poems flee --",
    "sentiment": 0
  },

  {
    "text": " So gay a Flower, Bereaves the Mind, As if it were a Woe --, Is Beauty an Affliction -- then?, Tradition ought to know",
    "sentiment": 0
  },
  {
    "text": " A Pit -- but Heaven over it --, And Heaven beside, and Heaven abroad, , And yet a Pit --, With Heaven over it., To stir would be to slip --, To look would be to drop --, To dream -- to sap the Prop, That holds my chances up., Ah! Pit! With Heaven over it!, The depth is all my thought --, I dare not ask my feet --, 'Twould start us where we sit, So straight you'd scarce suspect, It was a Pit -- with fathoms under it --, Its Circuit just the same., Seed -- summer -- tomb --, Whose Doom to whom?",
    "sentiment": 0
  },
  {
    "text": " The Service without Hope --, Is tenderest, I think --, Because 'tis unsustained, By stint -- Rewarded Work --, Has impetus of Gain --, And impetus of Goal --, There is no Diligence like that, That knows not an Until --",
    "sentiment": 0
  },
  {
    "text": " The fascinating chill that music leaves, Is Earth's corroboration, Of Ecstasy's impediment --, 'Tis Rapture's germination, In timid and tumultuous soil, A fine -- estranging creature --, To something upper wooing us, But not to our Creator --",
    "sentiment": 0
  },

  {
    "text": " I'm wife -- I've finished that --, That other state --, I'm Czar -- I'm Woman now --, It's safer so --, How odd the Girl's life looks, Behind this soft Eclipse --, I think that Earth feels so, To folks in Heaven -- now --, This being comfort -- then, That other kind -- was pain --, But why compare?, I'm Wife! Stop there!",
    "sentiment": 0
  },
  {
    "text": " The last of Summer is Delight --, Deterred by Retrospect., 'Tis Ecstasy's revealed Review --, Enchantment's Syndicate., To meet it -- nameless as it is --, Without celestial Mail --, Audacious as without a Knock, To walk within the Veil.",
    "sentiment": 0
  },

  {
    "text": " They say that Time assuages --, Time never did assuage --, An actual suffering strengthens, As Sinews do, with age --, Time is a Test of Trouble --, But not a Remedy --, If such it prove, it prove too, There was no Malady --",
    "sentiment": 0
  },
  {
    "text": " Nature -- sometimes sears a Sapling --, Sometimes -- scalps a Tree --, Her Green People recollect it, When they do not die --, Fainter Leaves -- to Further Seasons --, Dumbly testify --, We -- who have the Souls --, Die oftener -- Not so vitally -- ",
    "sentiment": 0
  },

  {
    "text": " No Autumn's intercepting Chill, Appalls this Tropic Breast --, But African Exuberance, And Asiatic rest.",
    "sentiment": 0
  },
  {
    "text": " Far from Love the Heavenly Father, Leads the Chosen Child, , Oftener through Realm of Briar, Than the Meadow mild., Oftener by the Claw of Dragon, Than the Hand of Friend, Guides the Little One predestined, To the Native Land.",
    "sentiment": 0
  },

  {
    "text": " Summer has two Beginnings --, Beginning once in June --, Beginning in October, Affectingly again --, Without, perhaps, the Riot, But graphicker for Grace --, As finer is a going, Than a remaining Face --, Departing then -- forever --, Forever -- until May --, Forever is deciduous, Except to those who die -- ",
    "sentiment": 0
  },
  {
    "text": " I got so I could take his name --, Without -- Tremendous gain --, That Stop-sensation -- on my Soul --, And Thunder -- in the Room --, I got so I could walk across, That Angle in the floor, , Where he turned so, and I turned -- how --, And all our Sinew tore --, I got so I could stir the Box --, In which his letters grew, Without that forcing, in my breath --, As Staples -- driven through --, Could dimly recollect a Grace --, I think, they call it God --, Renowned to ease Extremity --, When Formula, had failed --, And shape my Hands --, Petition's way, , Tho' ignorant of a word, That Ordination -- utters --, My Business, with the Cloud, , If any Power behind it, be, , Not subject to Despair --, It care, in some remoter way, , For so minute affair, As Misery --, Itself, too vast, for interrupting -- more --",
    "sentiment": 0
  },

  {
    "text": " The Frost of Death was on the Pane --, Secure your Flower said he., Like Sailors fighting with a Leak, We fought Mortality., Our passive Flower we held to Sea --, To Mountain -- To the Sun --, Yet even on his Scarlet shelf, To crawl the Frost begun --, We pried him back, Ourselves we wedged, Himself and her between, Yet easy as the narrow Snake, He forked his way along, Till all her helpless beauty bent, And then our wrath begun --, We hunted him to his Ravine, We chased him to his Den --, We hated Death and hated Life, And nowhere was to go --, Than Sea and continent there is, A larger -- it is Woe --",
    "sentiment": 0
  },
  {
    "text": " The Butterfly in honored Dust, Assuredly will lie, But none will pass the Catacomb, So chastened as the Fly --",
    "sentiment": 0
  },
  {
    "text": " The way Hope builds his House, It is not with a sill --, Nor Rafter -- has that Edifice, But only Pinnacle --, Abode in as supreme, This superficies, As if it were of Ledges smit, Or mortised with the Laws --",
    "sentiment": 0
  },
  {
    "text": " Except the Heaven had come so near --, So seemed to choose My Door --, The Distance would not haunt me so --, I had not hoped -- before --, But just to hear the Grace depart --, I never thought to see --, Afflicts me with a Double loss --, 'Tis lost -- and lost to me --",
    "sentiment": 0
  },
  {
    "text": " A chilly Peace infests the Grass, The Sun respectful lies --, Not any Trance of industry, These shadows scrutinize --, Whose Allies go no more astray, For service or for Glee --, But all mankind deliver here, From whatsoever sea --",
    "sentiment": 0
  },
  {
    "text": " As if the Sea should part, And show a further Sea --, And that -- a further -- and the Three, But a presumption be --, Of Periods of Seas --, Unvisited of Shores --, Themselves the Verge of Seas to be --, Eternity -- is Those --",
    "sentiment": 0
  },

  {
    "text": "Lain in Nature -- so suffice us, The enchantless Pod, When we advertise existence, For the missing Seed --, Maddest Heart that God created, Cannot move a sod, Pasted by the simple summer, On the Longed for Dead",
    "sentiment": 0
  },
  {
    "text": "Like Flowers, that heard the news of Dews, , But never deemed the dripping prize, Awaited their -- low Brows --, Or Bees -- that thought the Summer's name, Some rumor of Delirium, , No Summer -- could -- for Them --, Or Arctic Creatures, dimly stirred --, By Tropic Hint -- some Travelled Bird, Imported to the Wood --, Or Wind's bright signal to the Ear --, Making that homely, and severe, , Contented, known, before --, The Heaven -- unexpected come, , To Lives that thought the Worshipping, A too presumptuous Psalm --",
    "sentiment": 0
  },

  {
    "text": " A Light exists in Spring, Not present on the Year, At any other period --, When March is scarcely here, A Color stands abroad, On Solitary Fields, That Science cannot overtake, But Human Nature feels., It waits upon the Lawn, It shows the furthest Tree, Upon the furthest Slope you know, It almost speaks to you., Then as Horizons step, Or Noons report away, Without the Formula of sound, It passes and we stay --, A quality of loss, Affecting our Content, As Trade had suddenly encroached, Upon a Sacrament.",
    "sentiment": 0
  },
  {
    "text": " I cried at Pity -- not at Pain --, I heard a Woman say, Poor Child -- and something in her voice, Convicted me -- of me --, So long I fainted, to myself, It seemed the common way, , And Health, and Laughter, Curious things --, To look at, like a Toy --, To sometimes hear Rich people buy, And see the Parcel rolled --, And carried, I supposed -- to Heaven, , For children, made of Gold --, But not to touch, or wish for, , Or think of, with a sigh --, And so and so -- had been to me, , Had God willed differently., I wish I knew that Woman's name --, So when she comes this way, , To hold my life, and hold my ears, For fear I hear her say, She's sorry I am dead -- again --, Just when the Grave and I --, Have sobbed ourselves almost to sleep, , Our only Lullaby --",
    "sentiment": 0
  },
  {
    "text": " Bless God, he went as soldiers, His musket on his breast --, Grant God, he charge the bravest, Of all the martial blest!, Please God, might I behold him, In epauletted white --, I should not fear the foe then --, I should not fear the fight!",
    "sentiment": 0
  },
  {
    "text": " Go not too near a House of Rose --, The depredation of a Breeze --, Or inundation of a Dew, Alarms its walls away --, Nor try to tie the Butterfly, , Nor climb the Bars of Ecstasy, , In insecurity to lie, Is Joy's insuring quality.",
    "sentiment": 0
  },
  {
    "text": " Nature and God -- I neither knew, Yet Both so well knew me, They startled, like Executors, Of My identity., Yet Neither told -- that I could learn --, My Secret as secure, As Herschel's private interest, Or Mercury's affair --",
    "sentiment": 0
  },
  {
    "text": " I died for Beauty -- but was scarce, Adjusted in the Tomb, When One who died for Truth, was lain, In an adjoining room --, He questioned softly Why I failed?, For Beauty, I replied --, And I -- for Truth -- Themself are One --, We Brethren, are, He said --, And so, as Kinsmen, met a Night --, We talked between the Rooms --, Until the Moss had reached our lips --, And covered up -- our names --",
    "sentiment": 0
  },

  {
    "text": " Spring is the Period, Express from God., Among the other seasons, Himself abide, But during March and April, None stir abroad, Without a cordial interview, With God.",
    "sentiment": 0
  },
  {
    "text": " Lightly stepped a yellow star, To its lofty place --, Loosed the Moon her silver hat, From her lustral Face --, All of Evening softly lit, As an Astral Hall --, Father, I observed to Heaven, , You are punctual.",
    "sentiment": 0
  },
  {
    "text": " Did Our Best Moment last --, 'Twould supersede the Heaven --, A few -- and they by Risk -- procure --, So this Sort -- are not given --, Except as stimulants -- in, Cases of Despair --, Or Stupor -- The Reserve --, These Heavenly Moments are --, A Grant of the Divine --, That Certain as it Comes --, Withdraws -- and leaves the dazzled Soul, In her unfurnished Rooms",
    "sentiment": 0
  },
  {
    "text": " Heaven -- is what I cannot reach!, The Apple on the Tree --, Provided it do hopeless -- hang --, That -- Heaven is -- to Me!, The Color, on the Cruising Cloud --, The interdicted Land --, Behind the Hill -- the House behind --, There -- Paradise -- is found!, Her teasing Purples -- Afternoons --, The credulous -- decoy --, Enamored -- of the Conjuror --, That spurned us -- Yesterday!",
    "sentiment": 0
  },

  {
    "text": " Somewhat, to hope for, Be it ne'er so far, Is Capital against Despair --, Somewhat, to suffer, Be it ne'er so keen --, If terminable, may be borne.",
    "sentiment": 0
  },
  {
    "text": " Autumn -- overlooked my Knitting --, Dyes -- said He -- have I --, Could disparage a Flamingo --, Show Me them -- said I --, Cochineal -- I chose -- for deeming, It resemble Thee --, And the little Border -- Dusker --, For resembling Me --",
    "sentiment": 0
  },
  {
    "text": " Like Some Old fashioned Miracle, When Summertime is done --, Seems Summer's Recollection, And the Affairs of June, As infinite Tradition, As Cinderella's Bays --, Or Little John -- of Lincoln Green --, Or Blue Beard's Galleries --, Her Bees have a fictitious Hum --, Her Blossoms, like a Dream --, Elate us -- till we almost weep --, So plausible -- they seem --, Her Memories like Strains -- Review --, When Orchestra is dumb --, The Violin in Baize replaced --, And Ear -- and Heaven -- numb --",
    "sentiment": 0
  },
  {
    "text": " The Child's faith is new --, Whole -- like His Principle --, Wide -- like the Sunrise, On fresh Eyes --, Never had a Doubt --, Laughs -- at a Scruple --, Believes all sham, But Paradise --, Credits the World --, Deems His Dominion, Broadest of Sovereignties --, And Caesar -- mean --, In the Comparison --, Baseless Emperor --, Ruler of Nought --, Yet swaying all --, Grown bye and bye, To hold mistaken, His pretty estimates, Of Prickly Things, He gains the skill, Sorrowful -- as certain --, Men -- to anticipate, Instead of Kings --",
    "sentiment": 0
  },

  {
    "text": " She slept beneath a tree --, Remembered but by me., I touched her Cradle mute --, She recognized the foot --, Put on her carmine suit, And see!",
    "sentiment": 0
  },
  {
    "text": " Too happy Time dissolves itself, And leaves no remnant by --, 'Tis Anguish not a Feather hath, Or too much weight to fly --",
    "sentiment": 0
  },

  {
    "text": " The Rose did caper on her cheek --, Her Bodice rose and fell --, Her pretty speech -- like drunken men --, Did stagger pitiful --, Her fingers fumbled at her work --, Her needle would not go --, What ailed so smart a little Maid --, It puzzled me to know --, Till opposite -- I spied a cheek, That bore another Rose --, Just opposite -- Another speech, That like the Drunkard goes --, A Vest that like her Bodice, danced --, To the immortal tune --, Till those two troubled -- little Clocks, Ticked softly into one.",
    "sentiment": 0
  },
  {
    "text": " Time does go on --, I tell it gay to those who suffer now --, They shall survive --, There is a sun --, They don't believe it now --",
    "sentiment": 0
  },

  {
    "text": " Except to Heaven, she is nought., Except for Angels -- lone., Except to some wide-wandering Bee, A flower superfluous blown., Except for winds -- provincial., Except by Butterflies, Unnoticed as a single dew, That on the Acre lies., The smallest Housewife in the grass, Yet take her from the Lawn, And somebody has lost the face, That made Existence -- Home!",
    "sentiment": 0
  },
  {
    "text": " There came a Day at Summer's full, , Entirely for me --, I thought that such were for the Saints, , Where Resurrections -- be --, The Sun, as common, went abroad, , The flowers, accustomed, blew, , As if no soul the solstice passed, That maketh all things new --, The time was scarce profaned, by speech --, The symbol of a word, Was needless, as at Sacrament, , The Wardrobe -- of our Lord --, Each was to each The Sealed Church, , Permitted to commune this -- time --, Lest we too awkward show, At Supper of the Lamb., The Hours slid fast -- as Hours will, , Clutched tight, by greedy hands --, So faces on two Decks, look back, , Bound to opposing lands --, And so when all the time had leaked, , Without external sound, Each bound the Other's Crucifix --, We gave no other Bond --, Sufficient troth, that we shall rise --, Deposed -- at length, the Grave --, To that new Marriage, , Justified -- through Calvaries of Love -- ",
    "sentiment": 0
  },

  {
    "text": " Ourselves were wed one summer -- dear --, Your Vision -- was in June --, And when Your little Lifetime failed, I wearied -- too -- of mine --, And overtaken in the Dark --, Where You had put me down --, By Some one carrying a Light --, I -- too -- received the Sign., 'Tis true -- Our Futures different lay --, Your Cottage -- faced the sun --, While Oceans -- and the North must be --, On every side of mine, 'Tis true, Your Garden led the Bloom, For mine -- in Frosts -- was sown --, And yet, one Summer, we were Queens --, But You -- were crowned in June -- ",
    "sentiment": 0
  },
  {
    "text": " Bliss is the plaything of the child --, The secret of the man, The sacred stealth of Boy and Girl, Rebuke it if we can ",
    "sentiment": 0
  },
  {
    "text": " Glass was the Street -- in tinsel Peril, Tree and Traveller stood --, Filled was the Air with merry venture, Hearty with Boys the Road --, Shot the lithe Sleds like shod vibrations, Emphasized and gone, It is the Past's supreme italic, Makes this Present mean -- ",
    "sentiment": 0
  },
  {
    "text": " There is a pain -- so utter --, It swallows substance up --, Then covers the Abyss with Trance --, So Memory can step, Around -- across -- upon it --, As one within a Swoon --, Goes safely -- where an open eye --, Would drop Him -- Bone by Bone. ",
    "sentiment": 0
  },
  {
    "text": " A little Dog that wags his tail, And knows no other joy, Of such a little Dog am I, Reminded by a Boy, Who gambols all the living Day, Without an earthly cause, Because he is a little Boy, I honestly suppose --, The Cat that in the Corner dwells, Her martial Day forgot, The Mouse but a Tradition now, Of her desireless Lot, Another class remind me, Who neither please nor play, But not to make a bit of noise Beseech each little Boy -- ",
    "sentiment": 0
  },
  {
    "text": " Nature -- the Gentlest Mother is, , Impatient of no Child --, The feeblest -- or the waywardest --, Her Admonition mild --, In Forest -- and the Hill --, By Traveller -- be heard --, Restraining Rampant Squirrel --, Or too impetuous Bird --, How fair Her Conversation --, A Summer Afternoon --, Her Household -- Her Assembly --, And when the Sun go down --, Her Voice among the Aisles, Incite the timid prayer, Of the minutest Cricket --, The most unworthy Flower --, When all the Children sleep --, She turns as long away, As will suffice to light Her lamps --, Then bending from the Sky --, With infinite Affection --, And infiniter Care --, Her Golden finger on Her lip --, Wills Silence -- Everywhere -- ",
    "sentiment": 0
  },
  {
    "text": " The Summer that we did not prize, Her treasures were so easy, Instructs us by departing now, And recognition lazy --, Bestirs itself -- puts on its Coat, And scans with fatal promptness, For Trains that moment out of sight, Unconscious of his smartness. ",
    "sentiment": 0
  },
  {
    "text": " The butterfly obtains, But little sympathy, Though favorably mentioned, In Entomology --, Because he travels freely, And wears a proper coat, The circumspect are certain, That he is dissolute --, Had he the homely scutcheon, Of modest Industry, 'Twere fitter certifying, For Immortality -- ",
    "sentiment": 0
  },
  {
    "text": " Midsummer, was it, when They died --, A full, and perfect time --, The Summer closed upon itself, In Consummated Bloom --, The Corn, her furthest kernel filled, Before the coming Flail --, When These -- leaned unto Perfectness --, Through Haze of Burial -- ",
    "sentiment": 0
  },
  {
    "text": " The Trees like Tassels -- hit -- and swung --, There seemed to rise a Tune, From Miniature Creatures, Accompanying the Sun --, Far Psalteries of Summer --, Enamoring the Ear, They never yet did satisfy --, Remotest -- when most fair, The Sun shone whole at intervals --, Then Half -- then utter hid --, As if Himself were optional, And had Estates of Cloud, Sufficient to enfold Him, Eternally from view --, Except it were a whim of His, To let the Orchards grow --, A Bird sat careless on the fence --, One gossipped in the Lane, On silver matters charmed a Snake, Just winding round a Stone --, Bright Flowers slit a Calyx, And soared upon a Stem, Like Hindered Flags -- Sweet hoisted --, With Spices -- in the Hem --, 'Twas more -- I cannot mention --, How mean -- to those that see --, Vandyke's Delineation, Of Nature's -- Summer Day! ",
    "sentiment": 0
  },

  {
    "text": " The Moon is distant from the Sea --, And yet, with Amber Hands --, She leads Him -- docile as a Boy --, Along appointed Sands --, He never misses a Degree --, Obedient to Her Eye, He comes just so far -- toward the Town --, Just so far -- goes away --, Oh, Signor, Thine, the Amber Hand --, And mine -- the distant Sea --, Obedient to the least command, Thine eye impose on me -- ",
    "sentiment": 0
  },
  {
    "text": " Beauty crowds me till I die, Beauty mercy have on me, But if I expire today, Let it be in sight of thee -- ",
    "sentiment": 0
  },

  {
    "text": " Consulting summer's clock, But half the hours remain., I ascertain it with a shock --, I shall not look again., The second half of joy, Is shorter than the first., The truth I do not dare to know, I muffle with a jest.",
    "sentiment": 0
  },
  {
    "text": " As Sleigh Bells seem in summer, Or Bees, at Christmas show --, So fairy -- so fictitious, The individuals do, Repealed from observation --, A Party that we knew --, More distant in an instant, Than Dawn in Timbuctoo. ",
    "sentiment": 0
  },

  {
    "text": " The Soul has Bandaged moments --, When too appalled to stir --, She feels some ghastly Fright come up, And stop to look at her --, Salute her -- with long fingers --, Caress her freezing hair --, Sip, Goblin, from the very lips, The Lover -- hovered -- o'er --, Unworthy, that a thought so mean, Accost a Theme -- so -- fair --, The soul has moments of Escape --, When bursting all the doors --, She dances like a Bomb, abroad, And swings upon the Hours, As do the Bee -- delirious borne --, Long Dungeoned from his Rose --, Touch Liberty -- then know no more, But Noon, and Paradise --, The Soul's retaken moments --, When, Felon led along, With shackles on the plumed feet, And staples, in the Song, The Horror welcomes her, again, These, are not brayed of Tongue -- ",
    "sentiment": 0
  },
  {
    "text": " Brother of Ingots -- Ah Peru --, Empty the Hearts that purchased you --, --, Sister of Ophir --, Ah, Peru --, Subtle the Sum, That purchase you --, --, Brother of Ophir, Bright Adieu, , Honor, the shortest route, To you. ",
    "sentiment": 0
  },

  {
    "text": " The Sea said Come to the Brook --, The Brook said Let me grow --, The Sea said Then you will be a Sea --, I want a Brook -- Come now!, The Sea said Go to the Sea --, The Sea said I am he, You cherished -- Learned Waters --, Wisdom is stale -- to Me ",
    "sentiment": 0
  },
  {
    "text": " How far is it to Heaven?, As far as Death this way --, Of River or of Ridge beyond, Was no discovery., How far is it to Hell?, As far as Death this way --, How far left hand the Sepulchre, Defies Topography. ",
    "sentiment": 0
  },
  {
    "text": " It would have starved a Gnat --, To live so small as I --, And yet I was a living Child --, With Food's necessity, Upon me -- like a Claw --, I could no more remove, Than I could coax a Leech away --, Or make a Dragon -- move --, Not like the Gnat -- had I --, The privilege to fly, And seek a Dinner for myself --, How mightier He -- than I --, Nor like Himself -- the Art, Upon the Window Pane, To gad my little Being out --, And not begin -- again -- ",
    "sentiment": 0
  },
  {
    "text": " Faith -- is the Pierless Bridge, Supporting what We see, Unto the Scene that We do not --, Too slender for the eye, It bears the Soul as bold, As it were rocked in Steel, With Arms of Steel at either side --, It joins -- behind the Veil, To what, could We presume, The Bridge would cease to be, To Our far, vacillating Feet, A first Necessity.",
    "sentiment": 0
  },
  {
    "text": " Hope is a strange invention --, A Patent of the Heart --, In unremitting action, Yet never wearing out --, Of this electric Adjunct, Not anything is known, But its unique momentum, Embellish all we own -- ",
    "sentiment": 0
  },
  {
    "text": " Robbed by Death -- but that was easy --, To the failing Eye, I could hold the latest Glowing --, Robbed by Liberty, For Her Jugular Defences --, This, too, I endured --, Hint of Glory -- it afforded --, For the Brave Beloved --, Fraud of Distance -- Fraud of Danger, , Fraud of Death -- to bear --, It is Bounty -- to Suspense's, Vague Calamity --, Stalking our entire Possession, On a Hair's result --, Then -- seesawing -- coolly -- on it --, Trying if it split -- ",
    "sentiment": 0
  },
  {
    "text": " Between the form of Life and Life, The difference is as big, As Liquor at the Lip between, And Liquor in the Jug, The latter -- excellent to keep --, But for ecstatic need, The corkless is superior --, I know for I have tried ",
    "sentiment": 0
  },
  {
    "text": " A Death blow is a Life blow to Some, Who till they died, did not alive become --, Who had they lived, had died but when, They died, Vitality begun. ",
    "sentiment": 0
  },
  {
    "text": " If the foolish, call them flowers --, Need the wiser, tell?, If the Savants Classify them, It is just as well!, Those who read the Revelations Must not criticize, Those who read the same Edition --, With beclouded Eyes!, Could we stand with that Old Moses --, Canaan denied --, Scan like him, the stately landscape, On the other side --, Doubtless, we should deem superfluous, Many Sciences, Not pursued by learned Angels, In scholastic skies!, Low amid that glad Belles lettres, Grant that we may stand, Stars, amid profound Galaxies --, At that grand Right hand!",
    "sentiment": 0
  },
  {
    "text": " The Butterfly's Assumption Gown, In Chrysoprase Apartments hung, This afternoon put on --, How condescending to descend, And be of Buttercups the friend, In a New England Town -- ",
    "sentiment": 0
  },
  {
    "text": " Oh Sumptuous moment, Slower go, That I may gloat on thee --, 'Twill never be the same to starve, Now I abundance see --, Which was to famish, then or now --, The difference of Day, Ask him unto the Gallows led --, With morning in the sky -- ",
    "sentiment": 0
  },
  {
    "text": " As Children bid the Guest Good Night And then reluctant turn --, My flowers raise their pretty lips --, Then put their nightgowns on., As children caper when they wake, Merry that it is Morn --, My flowers from a hundred cribs, Will peep, and prance again.",
    "sentiment": 0
  },

  {
    "text": "He told a homely tale, And spotted it with tears --, Upon his infant face was set, The Cicatrice of years --, All crumpled was the cheek, No other kiss had known, Than flake of snow, divided with, The Redbreast of the Barn --, If Mother -- in the Grave --, Or Father -- on the Sea --, Or Father in the Firmament --, Or Brethren, had he --, If Commonwealth below, Or Commonwealth above, Have missed a Barefoot Citizen --, I've ransomed it -- alive --",
    "sentiment": 0
  }
]
